Ext.define('Kits.view.tables.04', {
    extend: 'Kits.view.tables.Base',
    title: '农 村 劳 动 力 转 移 情 况',

    headerItems: [
        {
            html: '综合机关名称：'
        },
        {
            html: '2016年',
        },
        {
            html: '表    号：鄂农年04表<br /> ' +
            '制表机关：湖北省统计局 <br />' +
            '批准文号：国统制［2016］122号<br />' +
            '有效期至：2017年6月'
        }
    ],

    store: Ext.create('Ext.data.ArrayStore', {

        fields: ['甲', '乙', '丙', '1'],
        data: [
            ['甲', '乙', '丙', '1'],
            ['一、基本情况'],
            ['农村人口', '万人', '1'],
            ['其中：男', '万人', '2'],
            ['农村劳动力资源', '万人', '3'],
            ['农村从业人数', '万人', '4'],
            ['二、农村劳动力转移情况'],
            ['(一)在本乡镇内从业人员', '万人', '5'],
            ['1.从事农林牧渔业人员', '万人', '6'],
            ['  2.从事二、三产业人员', '万人', '7'],
            ['(二)外出从业情况'],
            ['1.外出从业人员', '万人', '8'],
            ['其中：男', '万人', '9'],
            ['①按文化程度分', '万人'],
            ['小学及以下', '万人', '10'],
            ['初  中', '万人', '11'],
            ['  高中及以上', '万人', '12'],
            ['②按年龄状况分', '万人'],
            ['20岁以下', '万人', '13'],
            ['21岁-49岁', '万人', '14'],
            ['50岁以上', '万人', '15'],
            ['2.外出渠道'],
            ['  ①自发', '万人', '16'],
            ['②政府有关部门组织', '万人', '17'],
            ['③中介组织介绍', '万人', '18'],
            ['④企业招收', '万人', '19'],
            ['3.外出从业时间'],
            ['  1个月-3个月', '万人', '20'],
            ['  3个月-6个月', '万人', '21'],
            ['  6个月以上', '万人', '22'],
            ['4.外出地点'],
            ['①县内乡外', '万人', '23'],
            ['  ②省内县外', '万人', '24'],
            ['  ③省外', '万人', '25'],
            ['④港、澳、台', '万人万人', '26'],
            ['⑤境外', '', '27'],
            ['5.外出从业人员从事行业'],
            ['①第一产业', '万人', '28'],
            ['②第二产业', '万人', '29'],
            ['  ③第三产业', '万人', '30'],
            ['6.外出从业形式'],
            ['①务工', '万人', '31'],
            ['②经商', '万人', '32'],
            ['③其他', '万人', '33'],
            ['7.外出从业人员职业技术培训情况'],
            ['  ①参加过职业技术能力培训', '万人', '34'],
            ['其中：参加过政府举办的技能培训', '万人', '35'],
            ['  ②持有职业技术资格证书', '万人', '36'],
            ['8.劳务收入'],
            ['  劳务经济总收入（年）', '万元', '37'],
            ['  其中：月收入500元以下', '万人', '38'],
            ['  501-1000元', '万人', '39'],
            ['  1001-2000元', '万人', '40'],
            ['2001-3000元', '万人', '41'],
            ['3000元以上', '万人', '42'],
            ['9.从业环境'],
            ['①雇主拖欠工资人数', '万人', '43'],
            ['②从事高危、有害工作人数', '万人', '44'],
            ['③致伤致残人数', '万人', '45'],
            ['④享受劳保补贴人数', '万人', '46'],
            ['10.社会保障'],
            ['与雇主签定劳动合同', '万人', '47'],
            ['参与养老保险人数', '万人', '48'],
            ['参与医疗保险人数', '万人', '49'],
            ['参与失业保险人数', '万人', '50'],
            ['参与生育保险人数', '万人', '51'],
            ['参与工伤保险人数', '万人', '52'],
            ['11.返乡情况'],
            ['  ①全年外出返乡人员', '万人', '53'],
            ['  ②返乡人员再就业情况'],
            ['  本地务农', '万人', '54'],
            ['  在本地从第二、三产业', '万人', '55'],
            ['  再次外出从业', '万人', '56']

        ]

    }),


    columns: [
        {
            text: '指 标 名 称',
            width: 200,
            columns: [{
                text: '甲',
                flex: 1,
                dataIndex: '甲',
            }]
        }, {
            text: '计量单位',
            width: 200,
            columns: [{
                flex: 1,
                text: '乙',
                align: 'center',
                dataIndex: '乙',
            }]
        }, {
            text: '代  码',
            width: 200,
            columns: [{
                flex: 1,
                text: '丙',
                align: 'center',
                dataIndex: '丙',
            }]
        }, {
            text: '数量',
            width: 200,
            columns: [{
                flex: 1,
                text: '1',
                align: 'center',
                dataIndex: '1',
                editor: {

                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        }

    ],

    footerItems: [
        {
            html: '单位负责人：'
        },
        {
            html: '填报人',
        },
        {
            html: '填报日期：      年    月    日'
        },
        {
            colspan: 3,
            html: '说明： <br />' +
            '1.本表由各市、州、直管市、林区统计局报送。<br />' +
            '2.报送时间为2016年12月25日。<br />'

        }
    ]

})
;