Ext.define('Kits.view.tables.05', {
    extend: 'Kits.view.tables.Base',
    title: '畜 禽 规 模 养 殖 情 况',

    headerItems: [
        {
            html: '<br /><br /><br />综合机关名称：'
        },
        {
            html: '<br /><br /><br />2016年',
        },
        {
            html: '表    号：鄂农年05表<br /> ' +
            '制表机关：国家统计局 <br />' +
            '文    号：国统字(2016)122号<br />' +
            '有效期至：2017年6月'
        }
    ],

    store: Ext.create('Ext.data.ArrayStore', {

        fields: ['i','甲', '乙', '丙', '1'],
        data: [
            [0,'一、生猪规模养殖户（单位）个数','家','—','—'],
            [1,'生猪出栏','头','2'],
            [1,'生猪存栏','头','3'],
            [2,'其中：能繁母猪','头','4'],
            [0,'二、牛规模养殖户（单位）个数','家','5','—'],
            [1,'牛出栏','头','6'],
            [1,'牛存栏','头','7'],
            [2,'其中：能繁母牛','头','8'],
            [0,'三、羊规模养殖户（单位）个数','家','9','—'],
            [1,'羊出栏','只','10'],
            [1,'羊存栏','只','11'],
            [0,'四、家禽规模养殖户（单位）个数','家','12','—'],
            [1,'家禽出笼','万只','13'],
            [2,'其中：鸡','万只','14'],
            [1,'家禽存笼','万只','15'],
            [2,'其中：鸡','万只','16'],
            [1,'禽蛋产量','吨','17']


        ]

    }),

    columns: [
        {
            text: '指标名称',
            columns: [{
                text: '甲',
                width:240,
                dataIndex: '甲',
            }]
        }, {
            text: '计量单位',
            columns: [{
                width:200,
                text: '乙',
                align: 'center',
                dataIndex: '乙',
            }]
        }, {
            text: '代码',
            columns: [{
                width:200,
                text: '丙',
                align: 'center',
                dataIndex: '丙',
            }]
        }, {
            text: '数量',
            columns: [{
                width:200,
                text: '1',
                align: 'center',
                dataIndex: '1',
                editor: {
                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        }

    ],
    footerItems: [
        {
            html: '单位负责人：'
        },
        {
            html: '填报人',
        },
        {
            html: '填报日期：      年    月    日'
        },
        {

            colspan: 3,
            html: '说明： <br />' +
            '1.本表由各市、州、直管市、林区统计局报送。<br />' +
            '2.本表填报范围为规模以上农户和生产单位。<br />' +
            '3.规模标准：生猪存栏或出栏 500  头，家禽存笼 15000 只或出笼15000 只，牛存栏  130 头或出栏 130 头，羊存栏或出栏1000 只。<br />'+
            '4.本表采用全面调查方法取得。<br />'+
            '5.仔猪为2个月内未出窝的仔猪。<br />'+
            '6.报送时间为2016年12月25日'

        }
    ]


});