Ext.define('Kits.view.tables.06', {
    extend: 'Kits.view.tables.Base',
    title: '渔 业 生 产 情 况',

    headerItems: [
        {
            html: '<br /><br /><br />综合机关名称：'
        },
        {
            html: '<br /><br /><br />2016年',
        },
        {
            html: '表    号：鄂农年06表<br /> ' +
            '制表机关：国家统计局 <br />' +
            '文    号：国统字(2016)122号<br />' +
            '有效期至：2017年6月'
        }
    ],

    store: Ext.create('Ext.data.ArrayStore', {

        fields: ['i','甲', '乙', '丙', '1'],
        data: [
            [0,'一、水产品产量','吨','1','—'],
            [1,'(一)淡水捕捞产量','吨','2'],
            [2,'1.鱼类','吨','3'],
            [2,'2虾蟹类','吨','4'],
            [2,'3.贝类','吨','5'],
            [2,'4.其它类','吨','6'],
            [0,'(二)淡水养殖产量','吨','7','—'],
            [1,'1.鱼类','吨','8'],
            [1,'2.虾蟹类','吨','9'],
            [2,'其中:螃蟹','吨','10'],
            [4,'克氏原螯虾','吨','11'],
            [1,'3.贝类','吨','12'],
            [1,'4.其它类','吨','13'],
            [2,'其中:龟鳖','吨','14'],
            [4,'珍珠','吨','15'],
            [0,'二、淡水养殖面积','公顷','16','—'],
            [1,'1.池塘养殖','公顷','17'],
            [1,'2.湖泊养殖','公顷','18'],
            [1,'3.河沟养殖','公顷','19'],
            [1,'4.水库养殖','公顷','20'],
            [1,'5.其他养殖','公顷','21'],
            [0,'附报：稻田养殖面积','公顷','22']
        ]

    }),

    columns: [
        {
            text: '指标名称',
            columns: [{
                text: '甲',
                width:200,
                dataIndex: '甲',
            }]
        }, {
            text: '计量单位',
            columns: [{
                width:200,
                text: '乙',
                align: 'center',
                dataIndex: '乙',
            }]
        }, {
            text: '代码',
            columns: [{
                width:200,
                text: '丙',
                align: 'center',
                dataIndex: '丙',
            }]
        }, {
            text: '数量',
            columns: [{
                width:200,
                text: '1',
                align: 'center',
                dataIndex: '1',
                editor: {
                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        }

    ],
    footerItems: [
        {
            html: '单位负责人：'
        },
        {
            html: '填报人',
        },
        {
            html: '填报日期：      年    月    日'
        },
        {

            colspan: 3,
            html: '说明： <br />' +
            '1.本表由各市、州、直管市、林区统计局报送。<br />' +
            '2.贝类包括螺、蚌等。<br />' +
            '3.其他养殖指大江、大河及特大湖泊里的围、栏、网箱养殖的面积。<br />'+
            '4.平衡关系：1=2+7，2=3+4+5+6，7=8+9+12+13，16=17+18+19+20+21。<br />'+
            '5.报送时间为2016年12月25日'

        }
    ]


});