Ext.define('Kits.view.tables.A304', {
    extend: 'Kits.view.tables.Base',
    title: '设 施 农 业 生 产 情 况',

    headerItems: [
        {
            html: '综合机关名称：'
        },
        {
            html: '2016年',
        },
        {
            html: '表    号：A302表<br /> ' +
            '制表机关：国家统计局 <br />' +
            '文    号：国统字(2016)125号<br />' +
            '有效期至：2017年6月<br />' +
            '计量单位：公顷、吨'
        }
    ],

    store: Ext.create('Ext.data.ArrayStore', {

        fields: ['甲', '乙', '1', '2'],
        data: [
            ['一、蔬菜', '1'],
            ['其中：芹  菜', '2'],
            ['             油  菜', '3'],
            ['             菠  菜', '4'],
            ['             黄  瓜', '5'],
            ['             西红柿', '6'],
            ['             生  姜', '7'],
            ['             辣  椒', '8', ''],
            ['二、瓜果类', '9', ''],
            ['其中：草  莓', '10'],
            ['三、花卉苗木', '11', '—'],
            ['四、食用菌', '12', ' '],
            ['1.干品', '13'],
            ['2.鲜品', '14', ''],
            ['其中：蘑菇', '15'],
            ['五、其他作物  ', '16', '"——"']
        ]

    }),

    columns: [
        {
            text: '指 标 名 称',
            columns: [{
                text: '甲',
                width:200,
                dataIndex: '甲',
            }]
        }, {
            text: '计量单位',
            columns: [{
                width:200,
                text: '乙',
                align: 'center',
                dataIndex: '乙',
            }]
        }, {
            text: '播种面积',
            columns: [{
                width:200,
                text: '1',
                align: 'center',
                dataIndex: '1',
                editor: {

                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        }, {
            text: '产量',
            columns: [{
                width:200,
                text: '2',
                align: 'center',
                dataIndex: '2',
                editor: {

                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        }

    ],
    footerItems: [
        {
            html: '单位负责人：'
        },
        {
            html: '填报人',
        },
        {
            html: '填报日期：      年    月    日'
        },
        {

            colspan: 3,
            html: '说明： <br />' +
            '1.本表由各市、州、直管市、林区统计局报送。<br />' +
            '2.统计范围是辖区内全部农业生产经营户和经营单位。<br />' +
            '3.设施，设施包括温室、大棚和中小棚。设施数量，凡是设施连为一个整体，无论内部结构如何，均按一个统计。设施占地面积，指三类面积的总和：一是实际使用面积，指沿墙内侧的围绕面积；二是墙体面积，指设施的墙体等其他支撑体自身的占地面积；三是采光占用面积，指设施距遮光物体（其他设施、房屋等）的必要距离所占的面积。<br />' +
            '4.面积，设施内的农作物按种植与收获方式，确定该作物按播种面积或占地面积统计。在日历年度内，凡是本年度收获的农作物，一次性种植和收获的，按播种面积统计，播种一次算一次；种植之后多次收获的，按占地面积统计，只统计一次。<br />' +
            '5.资料取得方法可全面上报，也可通过抽样调查推算。<br />' +
            '6.报送时间为2016年12月25日。'

        }
    ]


});