Ext.define('Kits.view.tables.A308', {
    extend: 'Kits.view.tables.Base',
    title: '主 要 畜 禽 生 产 情 况',
    tableid: 'A308表',
    headerItems: [
        {
            html: '<br /><br /><br />综合机关名称：'
        },
        {
            html: '<br /><br /><br />2016年',
        },
        {
            html: '表    号：A308表<br /> ' +
            '制表机关：国家统计局 <br />' +
            '文    号：国统字(2016)122号<br />' +
            '有效期至：2017年6月'
        }
    ],

    store: Ext.create('Ext.data.ArrayStore', {

        fields: ['i','甲', '乙', '丙', '1'],
        data: [
            [0,'一、畜禽存栏  ','—','—','—'],
            [1,'猪','万头','1'],
            [2,'其中：能繁殖母猪','万头','2'],
            [1,'牛','万头','3'],
            [2,'1.肉牛','万头','4'],
            [2,'2.奶牛','万头','5'],
            [2,'其中：能繁母牛','万头','6'],
            [1,'羊','万只','7'],
            [2,'1.山羊','万只','8'],
            [2,'2.绵羊','万只','9'],
            [1,'活家禽','万只','10'],
            [2,'其中：活鸡','万只','11'],
            [2,'其中：肉鸡','万只','12'],
            [4,'蛋鸡','万只','13'],
            [4,'活鸭','万只','14'],
            [0,'二、畜禽出栏','—','—','—'],
            [1,'猪','万头','15'],
            [1,'牛','万头','16'],
            [1,'羊','万只','17'],
            [2,'1.山羊','万只','18'],
            [2,'2.绵羊','万只','19'],
            [2,'活家禽','万只','20'],
            [3,'其中：活鸡','万只','21'],
            [5,'活鸭','万只','22'],
            [0,'三、畜禽产品产量','—','—','—'],
            [1,'猪肉','万吨','23'],
            [1,'牛肉','万吨','24'],
            [1,'羊肉','万吨','25'],
            [2,'1.山羊肉','万吨','26'],
            [2,'2.绵羊肉','万吨','27'],
            [1,'禽肉','万吨','28'],
            [2,'其中：鸡肉','万吨','29'],
            [1,'禽蛋','万吨','30'],
            [2,'其中：鸡蛋','万吨','31'],
            [1,'生牛奶','万吨','32']
        ]

    }),

    columns: [
        {
            text: '指标名称',
            columns: [{
                text: '甲',
                width:240,
                dataIndex: '甲',
            }]
        }, {
            text: '计量单位',
            columns: [{
                width:200,
                text: '乙',
                align: 'center',
                dataIndex: '乙',
            }]
        }, {
            text: '代码',
            columns: [{
                width:200,
                text: '丙',
                align: 'center',
                dataIndex: '丙',
            }]
        }, {
            text: '数量',
            columns: [{
                width:200,
                text: '1',
                align: 'center',
                dataIndex: '1',
                editor: {
                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        }

    ],
    footerItems: [
        {
            html: '单位负责人：'
        },
        {
            html: '填报人',
        },
        {
            html: '填报日期：      年    月    日'
        },
        {

            colspan: 3,
            html: '说明： <br />' +
            '1.本表由各市、州、直管市、林区统计局报送。<br />' +
            '2.统计范围是辖区内全部农业生产经营单位及养殖户。<br />' +
            '3.本表存栏指标为年末时点数，出栏及产量指标为全年累计数。<br />'+
            '4.平衡关系：02﹤01，04+05﹤03，06﹤03，08+09=07，11+14﹤10，11=12+13。<br />'+
            '5.报送时间为2016年12月25日。'

        }
    ]


});