Ext.define('Kits.view.tables.A309', {
    extend: 'Kits.view.tables.Base',
    title: '非 主 要 畜 禽 生 产 情 况',

    headerItems: [
        {
            html: '<br /><br /><br />综合机关名称：'
        },
        {
            html: '<br /><br /><br />2016年',
        },
        {
            html: '表    号：A309表<br /> ' +
            '制表机关：国家统计局 <br />' +
            '文    号：国统字(2016)122号<br />' +
            '有效期至：2017年6月'
        }
    ],

    store: Ext.create('Ext.data.ArrayStore', {

        fields: ['i','甲', '乙', '丙', '1'],
        data: [
            [0,'一、活牲畜（除猪、牛、羊外）','万头','1','—'],
            [1,'1.马','万头','2'],
            [1,'2.驴','万头','3'],
            [1,'3.骡','万头','4'],
            [1,'4.骆驼','万头','5'],
            [0,'二、家兔','万只','6'],
            [0,'三、其他肉产量','吨','7'],
            [0,'四、其他奶产量','吨','8'],
            [0,'五、山羊毛产量','吨','9','—'],
            [1,'1.山羊粗毛','吨','10'],
            [1,'2.山羊绒','吨','11'],
            [0,'六、绵羊毛产量','吨','12','—'],
            [1,'其中：细羊毛','吨','13'],
            [4,'半细羊毛','吨','14'],
            [0,'七、天然蜂蜜产量','吨','15'],
            [0,'八、其他禽蛋产量','吨','16'],
            [0,'九、蚕茧产量','吨','17'],
            [1,'其中：桑蚕茧','吨','18'],
            [4,'柞蚕茧','吨','19']
        ]

    }),

    columns: [
        {
            text: '指标名称',
            columns: [{
                text: '甲',
                width:200,
                dataIndex: '甲',
            }]
        }, {
            text: '计量单位',
            columns: [{
                width:200,
                text: '乙',
                align: 'center',
                dataIndex: '乙',
            }]
        }, {
            text: '代码',
            columns: [{
                width:200,
                text: '丙',
                align: 'center',
                dataIndex: '丙',
            }]
        }, {
            text: '数量',
            columns: [{
                width:200,
                text: '1',
                align: 'center',
                dataIndex: '1',
                editor: {
                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        }

    ],
    footerItems: [
        {
            html: '单位负责人：'
        },
        {
            html: '填报人',
        },
        {
            html: '填报日期：      年    月    日'
        },
        {

            colspan: 3,
            html: '说明： <br />' +
            '1.本表由各市、州、直管市、林区统计局报送。<br />' +
            '2.统计范围是辖区内全部农业生产经营单位及养殖户。<br />' +
            '3.马、驴、骡、骆驼肉产量按去掉头蹄下水后带骨肉的胴体重量计算。兔肉产量按屠宰后去毛和内脏后的重量计算，也可用住户调查资料推算。其他禽蛋产量不包括鸡、鸭、鹅蛋产量。<br />'+
            '4.报送时间为2016年12月25日。'

        }
    ]


});