Ext.define('Kits.view.tables.A402', {
    extend: 'Kits.view.tables.Base',
    title: '粮 食 作 物 生 产 情 况',
    hzcolumn:'乙',
    headerItems: [
        {
            html: '<br /><br /><br /><br />综合机关名称：'
        },
        {
            html: '<br /><br /><br /><br />2016年',
        },
        {
            html: '表    号：A402表<br /> ' +
            '制表机关：国家统计局 <br />' +
            '文    号：国统字(2016)125号<br />' +
            '有效期至：2018年1月<br />' +
            '计量单位：千公顷、万吨'
        }
    ],

    store: Ext.create('Ext.data.ArrayStore', {

        fields: ['i','甲', '乙', '1', '2'],
        data: [
            [0,'粮食作物','1'],
            [1,'其中：夏收粮食','2'],
            [1,'其中：蚕碗豆','3'],
            [0,'杂  粮','4'],
            [1,'一、谷物','5'],
            [2,'(一)稻谷','6'],
            [3,'1.早稻','7'],
            [3,'2.中稻和一季晚稻','8'],
            [3,'3.双季晚稻','9'],
            [2,'(二)小麦','10'],
            [3,'1.冬小麦','11'],
            [3,'2.春小麦','12'],
            [2,'(三)玉米','13'],
            [2,'(四)谷子','14'],
            [2,'(五)高粱','15'],
            [2,'(六)其他谷物','16'],
            [3,'其中：大麦','17'],
            [6,'燕麦','18'],
            [6,'荞麦','19'],
            [1,'二、豆类','20'],
            [2,'其中：大豆','21'],
            [5,'绿豆','22'],
            [5,'红小豆','23'],
            [1,'三、薯类','24'],
            [2,'1.马铃薯','25'],
            [2,'2.红  薯','26']
        ]

    }),

    columns: [
        {
            text: '指 标 名 称',
            columns: [{
                text: '甲',
                width:200,
                dataIndex: '甲',
            }]
        }, {
            text: '代码',
            columns: [{
                width:200,
                text: '乙',
                align: 'center',
                dataIndex: '乙',
            }]
        }, {
            text: '播种面积',
            columns: [{
                width:200,
                text: '1',
                align: 'center',
                dataIndex: '1',
                editor: {

                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        }, {
            text: '产量',
            columns: [{
                width:200,
                text: '2',
                align: 'center',
                dataIndex: '2',
                editor: {

                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        }

    ],
    footerItems: [
        {
            html: '单位负责人：'
        },
        {
            html: '填报人',
        },
        {
            html: '填报日期：      年    月    日'
        },
        {

            colspan: 3,
            html: '说明： <br />' +
            '1.本表由各市、州、直管市、林区统计局报送。<br />' +
            '2.统计范围是辖区内全部农业生产经营户和经营单位。<br />' +
            '3.本表包含粮食作物播种面积和产量调查。粮食作物播种面积包括上年秋冬播种本年收获和本年播种本年收获的面积，其中玉米面积系剔除青贮饲料用玉米和鲜食玉米面积之外的种植面积，具体报送时间和要求说明如下：<br />' +
            '(1)夏收粮食作物秋冬播面积：12月20日前。<br />' +
            '(2)早稻播种面积：报送时间为5月10日前。<br />' +
            '(3)早稻产量：预计7月15日前，实际8月5日前。<br />' +
            '(4)全部秋收粮食作物播种面积：8月20日前。<br />' +
            '(5)夏收粮食作物产量：预计5月20日前，实际6月15日前。<br />' +
            '(6)秋收粮食作物产量：预计9月20日前，实际11月15日前。<br />' +
            '（秋冬播报05、10-12、16-19、20、25、26指标；夏收产量预计和核实报02、05、10-12、16-19、20、25、26指标）<br />' +
            '(7) 具体报送时间和指标详见基层报表。'
        }
    ]


});