Ext.define('Kits.view.tables.A412', {
    extend: 'Kits.view.tables.Base',
    title: '蔬菜、瓜果生产情况',

    headerItems: [
        {
            html: '综合机关名称：'
        },
        {
            html: '2016年',
        },
        {
            html: '表    号：A412表<br /> ' +
            '制表机关：国家统计局 <br />' +
            '文    号：国统字(2016)125号<br />' +
            '有效期至：2018年1月<br />' +
            '计量单位：千公顷、吨'
        }
    ],

    store: Ext.create('Ext.data.ArrayStore', {

        fields: ['甲', '乙', '1', '2'],
        data: [
            ['一、蔬菜及食用菌','1','       '],
            ['（一）叶菜类','2'],
            ['其中：芹  菜','3'],
            ['       油  菜','4'],
            ['       菠  菜','5'],
            ['（二）白菜类','6'],
            ['        其中：大白菜','7'],
            ['（三）甘蓝类','8'],
            ['        其中：卷心菜（结球甘蓝）','9'],
            ['（四）根茎类','10'],
            ['        其中：白萝卜','11'],
            ['       胡萝卜','12'],
            ['              生  姜','13'],
            ['              榨菜头','14'],
            ['（五）瓜菜类','15'],
            ['        其中：黄  瓜','16'],
            ['           南  瓜   ','17'],
            ['           冬  瓜','18'],
            ['（六）豆类','19'],
            ['其中：豇  豆','20'],
            ['       四季豆','21'],
            ['（七）茄果类','22'],
            ['其中：茄  子','23'],
            ['          辣  椒','24'],
            ['          西红柿','25'],
            ['（八）葱蒜类','26'],
            ['其中：大  葱','27'],
            ['       蒜  头','28'],
            ['（九）水生菜类','29'],
            ['其中：莲  藕','30'],
            ['（十）其他蔬菜','31'],
            ['（十一）食用菌','32','—'],
            [' 　  1.干品   ','33','—'],
            ['其中:香  菇','34','—'],
            ['   　　       黑木耳','35','—'],
            ['     2.鲜品　　    ','36','—'],
            ['其中:蘑  菇','37','—'],
            ['二、瓜果类','38'],
            ['      其中：西  瓜','39'],
            ['            香  瓜（甜瓜）','40'],
            ['            草  莓','41']


        ]

    }),

    columns: [
        {
            text: '指 标 名 称',
            columns: [{
                text: '甲',
                width: 200,
                dataIndex: '甲',
            }]
        }, {
            text: '代码',
            columns: [{
                width: 200,
                text: '乙',
                align: 'center',
                dataIndex: '乙',
            }]
        }, {
            text: '播种面积',
            columns: [{
                width: 200,
                text: '1',
                align: 'center',
                dataIndex: '1',
                editor: {
                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        }, {
            text: '产量',
            columns: [{
                width: 200,
                text: '2',
                align: 'center',
                dataIndex: '2',
                editor: {

                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        }

    ],
    footerItems: [
        {
            html: '单位负责人：'
        },
        {
            html: '填报人',
        },
        {
            html: '填报日期：      年    月    日'
        },
        {

            colspan: 3,
            html: '说明： <br />' +
            '1.本表由各市、州、直管市、林区统计局报送。<br />' +
            '2.统计范围是辖区内全部农业生产经营户和经营单位。<br />' +
            '3.指标关系：01（面积、产量）=02+06+08+10+15+19+22+26+29+31+32;<br />' +
            '4.报送时间为季末28日前,报送方式为电子邮件。'


        }
    ]


});