Ext.define('Kits.view.tables.END01', {
    extend: 'Kits.view.tables.Base',
    title: '农 村 劳 动 力 转 移 季 报',
    headerItems:[
        {
            html: '综合机关名称：'
        },
        {
            html: '2016年',
        },
        {
            html: '表    号：鄂农定01表<br /> ' +
            '制表机关：湖北省统计局 <br />' +
            '批准文号：国统制［2016］122号<br />' +
            '有效期至：2018年1月'
        }
    ],

    store:Ext.create('Ext.data.ArrayStore', {

        fields: ['甲', '乙', '丙', '1'],
        data: [
            ['一、农村总人口','1','人'],
            ['二、实际从业人员','2','人'],
            ['（一）在本乡镇内从业人员','3','人'],
            ['其中：从事二三产业人员','4','人'],
            ['（二）外出从业人员','5','人'],
            ['外出从业按地域分'],
            ['1.县内乡外','6','人'],
            ['2.省内县外','7','人'],
            ['3.省外','8','人'],
            ['4.港澳台及境外','9','人'],
            ['外出从业按地点分'],
            ['1.东部','10','人'],
            ['2.中部','11','人'],
            ['3.西部','12','人'],
            ['外出从业按形式分'],
            ['1.自发','13','人'],
            ['2.政府组织','14','人'],
            ['3.中介组织介绍','15','人'],
            ['4.企业招收','16','人'],
            ['外出从业按行业分'],
            ['1.第一产业','17','人'],
            ['2.第二产业','18','人'],
            ['3.第三产业','19','人'],
            ['（三）外出返乡人员','20','人'],
            ['返乡原因'],
            ['1.找不到工作','21','人'],
            ['2.工资水平低','22','人'],
            ['3.其他自身原因','23','人'],
            ['返乡人员再就业情况'],
            ['1.本地务农','24','人'],
            ['2.本地从事第二、三产业','25','人'],
        ]

    }),

    columns: [
        {
            text: '指 标 名 称',
            columns: [{
                text: '甲',
                width:200,
                dataIndex: '甲',
            }]
        }, {
            text: '计量单位',
            columns: [{
                text: '乙',
                width:200,
                align: 'center',
                dataIndex: '乙',
            }]
        }, {
            text: '代  码',
            columns: [{
                text: '丙',
                width:200,
                align: 'center',
                dataIndex: '丙',
            }]
        }, {
            text: '数量',
            columns: [{
                text: '1',
                width:200,
                align: 'center',
                dataIndex: '1',
                editor: {

                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        }

    ],
    footerItems:[
        {
            html: '单位负责人：'
        },
        {
            html: '填报人',
        },
        {
            html: '填报日期：      年    月    日'
        },
        {
            colspan: 3,
            html: '说明：<br /> '+
            '1.本表由各市、州、直管市、林区统计局报送。<br />' +
            '2.除1、2、3、4指标为时点数，其他指标为报告期累计数。<br /> '+
            '3.平衡关系：1＞2，2＞3，3＞4，2＞5，5=6+7+8+9，5=＞10+11+12，5=＞13+14+15+16，5=17+18+19<br /> '+
            '4.报送时间为季后1日，从3月28日开始上报，报告期为每季，第4季度免报。'
        }
    ]




});