Ext.define('Kits.view.tables.END02', {
    extend: 'Kits.view.tables.Base',
    title: '全年主要农林牧渔产品产量及产值预计',
    tableid: '鄂农定02表',
    headerItems:[
        {
            html: '综合机关名称：'
        },
        {
            html: '2016年',
        },
        {
            html: '表    号：鄂农定02表<br /> ' +
            '制表机关：湖北省统计局 <br />' +
            '批准文号：国统制［2016］122号<br />' +
            '有效期至：2018年1月'
        }
    ],

    store:Ext.create('Ext.data.ArrayStore', {

        fields: ['i','甲', '乙', '丙', '1'],
        data: [
            [0,'一、粮食','吨','1'],
            [0,'二、棉花','吨','2'],
            [0,'三、油料','吨','3'],
            [1,'其中：花生','吨','4'],
            [4,'芝麻','吨','5'],
            [0,'四、麻类','吨','6'],
            [0,'五、烟叶','吨','7'],
            [0,'六、糖料','吨','8'],
            [0,'七、蔬菜','吨','9'],
            [0,'八、茶叶','吨','10'],
            [0,'九、蚕茧','吨','11'],
            [0,'十、园林水果','吨','12'],
            [0,'十一、造林面积','千公顷吨','13'],
            [0,'十二、水产品产量','万头','14'],
            [0,'十三、生猪出栏头数','头','15'],
            [0,'十四、牛出栏','只','16'],
            [0,'十五、羊出栏','','17'],
            [0,'十六、家禽出笼','万只','18'],
            [0,'十七、禽蛋产量','吨','19'],
            [0,'十八、牛奶产量','吨','20'],
            [0,'十九、绵羊毛产量','公斤','21'],
            [0,'二十、农林牧渔业总产值(现价)','万元','22'],
            [1,'1.农业','万元','23'],
            [1,'2.林业','万元','24'],
            [1,'3.牧业','万元','25'],
            [1,'4.渔业','万元','26'],
            [1,'5.农林牧渔服务业','万元','27'],
        ]

    }),

    columns: [
        {
            text: '指 标 名 称',
            columns: [{
                text: '甲',
                width:200,
                dataIndex: '甲',
            }]
        }, {
            text: '计量单位',
            columns: [{
                text: '乙',
                width:200,
                align: 'center',
                dataIndex: '乙',
            }]
        }, {
            text: '代  码',
            columns: [{
                text: '丙',
                width:200,
                align: 'center',
                dataIndex: '丙',
            }]
        }, {
            text: '数量',
            columns: [{
                text: '1',
                width:200,
                align: 'center',
                dataIndex: '1',
                editor: {

                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        }

    ],
    footerItems:[
        {
            html: '单位负责人：'
        },
        {
            html: '填报人',
        },
        {
            html: '填报日期：      年    月    日'
        },
        {
            colspan: 3,
            html: '说明：<br /'> +
            '1.本表由各市、州、直管市、林区统计局报送。<br />' +
            '2.报送时间为9月28日。'
        }
    ]




});