Ext.define('Kits.view.tables.G101', {
    extend: 'Kits.view.tables.Base',
    title: '乡(镇)社会经济基本情况',
    headerItems:[
        {
            html: '综合机关名称：'
        },
        {
            html: '2016年',
        },
        {
            html: '表    号：G101表<br /> ' +
            '制表机关：湖北省统计局 <br />' +
            '批准文号：国统制［2016］125号<br />' +
            '有效期至：2017年6月'
        }
    ],

    store:Ext.create('Ext.data.ArrayStore', {

        fields: ['甲', '乙', '丙', '1'],
        data: [
            ['一、基本情况?','—','—'],
            ['行政区域面积?','公顷','7'],
            ['居民委员会个数?','个','8'],
            ['村民委员会个数?','个','9'],
            ['其中：通公共交通的村个数','个','10'],
            ['通宽带的村个数','个','11'],
            ['通有线电视的村个数','个','12'],
            ['通自来水的村个数','个','13'],
            ['垃圾集中处理的村个数','个','14'],
            ['污水集中处理的村个数?','个','15'],
            ['二、人口与就业?','—','—'],
            ['常住户数','户','16'],
            ['常住人口','人','17'],
            ['户籍人口','人','18'],
            ['其中:农业户籍人口','人','19'],
            ['第一产业从业人员','人','20'],
            ['第二产业从业人员','人','21'],
            ['第三产业从业人员','人','22'],
            ['外来从业人员数','人','23'],
            ['三、财政收支?','—','—'],
            ['公共财政收入?','万元','24'],
            ['企业实交税金','万元','25'],
            ['公共财政支出?','万元','26'],
            ['年末债务总额?','万元','27'],
            ['四、农业?','-','-'],
            ['耕地面积?','公顷','28'],
            ['设施农业占地面积?','公顷','29'],
            ['有效灌溉面积?','公顷','30'],
            ['农作物播种面积?','公顷','31'],
            ['其中：粮食作物播种面积?','公顷','32'],
            ['农业技术服务机构个数','个','33'],
            ['农业技术服务机构从业人员数?','人','34'],
            ['农民合作社个数?','个','35'],
            ['农民合作社成员数?','户','36'],
            ['耕地流转面积?','公顷','37'],
            ['种植大户数?','户','38'],
            ['畜禽养殖大户数?','户','39'],
            ['五、工业及建筑业?','—','—'],
            ['工业企业单位数?','个','40'],
            ['其中: 规模以上工业?','个','41'],
            ['工业总产值?','万元','42'],
            ['其中: 规模以上工业?','万元','43'],
            ['工业企业从业人员数?','人','44'],
            ['建筑业企业单位数?','个','45'],
            ['建筑业总产值?','万元','46'],
            ['建筑业企业从业人员数?','人','47'],
            ['六、贸易及餐饮','-','—'],
            ['社会消费品零售总额','万元','48'],
            ['其中:限额以上社会消费品零售总额','万元','49'],
            ['市场个数','个','50'],
            ['50平米以上的超市个数','个','51'],
            ['住宿餐饮业企业个数','个','52'],
            ['七、教育、文化、卫生','-','—'],
            ['小学数','所','53'],
            ['小学专任教师数','人','54'],
            ['小学在校学生数','人','55'],
            ['幼儿园、托儿所个数','个','56'],
            ['图书馆、文化站个数','个','57'],
            ['剧场、影剧院个数','个','58'],
            ['体育场馆个数','个','59'],
            ['医疗卫生机构个数','所','60'],
            ['医疗卫生机构床位数','床','61'],
            ['执业(助理)医师数','人','62'],
            ['八、社会保障','-','—'],
            ['各种社会福利收养性单位数','个','63'],
            ['各种社会福利收养性单位床位数','床','64'],
            ['各种社会福利收养性单位收养人数','人','65'],
            ['新型农村合作医疗参保人数','人','66'],
            ['新型农村社会养老保险参保人数','人','67'],
            ['农村居民最低生活保障人数','人','68'],
            ['九、公用事业','—','—'],
            ['自来水用水户数','户','69'],
            ['燃气用气户数','户','70'],
            ['金融机构网点数','个','71'],
            ['公园及休闲健身广场个数','个','72'],
            ['十、城镇基本情况','—','—'],
            ['城镇规划区面积','公顷','73'],
            ['城镇建成区面积','公顷','74'],
            ['城镇建成区总户数','户','75'],
            ['城镇建成区总人口','人','76'],
            ['城镇建成区绿化面积','公顷','77'],


        ]

    }),

    columns: [
        {
            text: '指 标 名 称',
            columns: [{
                text: '甲',
                width:200,
                dataIndex: '甲',
            }]
        }, {
            text: '计量单位',
            columns: [{
                text: '乙',
                width:200,
                align: 'center',
                dataIndex: '乙',
            }]
        }, {
            text: '代  码',
            columns: [{
                text: '丙',
                width:200,
                align: 'center',
                dataIndex: '丙',
            }]
        }, {
            text: '数量',
            columns: [{
                text: '1',
                width:200,
                align: 'center',
                dataIndex: '1',
                editor: {

                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        }

    ],
    footerItems:[
        {
            html: '单位负责人：'
        },
        {
            html: '填报人',
        },
        {
            html: '填报日期：      年    月    日'
        },
        {
            colspan: 3,
            html: '说明： <br />' +
            '1.本表由村民委员会填报。<br />' +
            '2.统计范围是全省所有的村民委员会。<br />' +
            '3.报送频率为五年。<br />' +
            '4.2016年年报免报。'
        }
    ]




});