Ext.define('Kits.view.tables.G301-2', {
    extend: 'Kits.view.tables.Base',
    title: '县(市)社会经济基本情况',
    headerItems:[
        {
            html: '综合机关名称：'
        },
        {
            html: '2016年',
        },
        {
            html: '表    号：G301-2表<br /> ' +
            '制表机关：湖北省统计局 <br />' +
            '批准文号：国统制［2016］125号<br />' +
            '有效期至：2017年6月'
        }
    ],

    store:Ext.create('Ext.data.ArrayStore', {

        fields: ['甲', '乙', '丙', '1'],
        data: [
            ['甲','乙','丙','1'],
            ['一、基本情况','—','—'],
            ['行政区域面积','平方公里','1'],
            ['乡个数','个','2'],
            ['镇个数','个','3'],
            ['街道办事处个数','个','4'],
            ['二、人口与就业','—','—'],
            ['常住户数','户','5'],
            ['常住人口','万人','6'],
            ['户籍人口','万人','7'],
            ['      其中：农业户籍人口','万人','8'],
            ['第一产业从业人员','人','9'],
            ['第二产业从业人员','人','10'],
            ['第三产业从业人员','人','11'],
            ['三、综合经济','—','—'],
            ['(一)地区生产总值','万元','12'],
            ['       第一产业增加值','万元','13'],
            ['         农业','万元','14'],
            ['         林业','万元','15'],
            ['         牧业','万元','16'],
            ['         渔业','万元','17'],
            ['       第二产业增加值','万元','18'],
            ['  　     其中：工业','万元','19'],
            ['       第三产业增加值','万元','20'],
            ['         其中：农林牧渔服务业','万元','21'],
            ['(二)财政、金融','—','—','　    '],
            ['公共财政收入','万元','22'],
            ['各项税收','万元','23'],
            ['公共财政支出','万元','24'],
            ['         其中：农林水事务支出','万元','25'],
            ['               科学技术支出','万元','26'],
            ['               医疗卫生支出','万元','27'],
            ['               教育支出','万元','28','　    '],
            ['财政供养人员','人','29'],
            ['财政供养人员全年工资总额','万元','30'],
            ['年末金融机构各项存款余额','万元','31'],
            ['         其中：居民储蓄存款余额','万元','32'],
            ['年末金融机构各项贷款余额','万元','33'],
            ['四、农业','—','—'],
            ['（一）生产条件','—','—'],
            ['耕地面积','公顷','34'],
            ['设施农业占地面积','公顷','35','  '],
            ['农业机械总动力','万千瓦特','36'],
            ['化肥使用量(折纯量)','吨','37'],
            ['农药使用量','吨','38'],
            ['地膜使用量','吨','39'],
            ['有效灌溉面积','公顷','40'],
            ['机电井数','眼','41'],
            ['机收面积','公顷','42'],
            ['(二)农作物播种面积','公顷','43'],
            ['粮食作物播种面积','公顷','44'],
            ['         其中：良种播种面积','公顷','45'],
            ['         其中：稻谷','公顷','46'],
            ['               小麦','公顷','47'],
            ['               玉米','公顷','48'],
            ['               大豆','公顷','49'],
            ['油料播种面积','公顷','50'],
            ['         其中：油菜籽','公顷','51'],
            ['               花生','公顷','52'],
            ['棉花播种面积','公顷','53'],
            ['糖料播种面积','公顷','54'],
            ['         其中：甘蔗','公顷','55'],
            ['               甜菜','公顷','56'],
            ['蔬菜播种面积','公顷','57'],
            ['(三)农产品产量','—','—'],
            ['粮食总产量','吨','58'],
            ['         其中：稻谷','吨','59'],
            ['               小麦','吨','60'],
            ['               玉米','吨','61'],
            ['               大豆','吨','62'],
            ['油料产量','吨','63'],
            ['         其中：油菜籽','吨','64'],
            ['               花生','吨','65'],
            ['棉花产量','吨','66'],
            ['糖料产量','吨','67'],
            ['         其中：甘蔗','吨','68'],
            ['               甜菜','吨','69'],
            ['园林水果产量','吨','70'],
            ['肉类总产量','吨','71'],
            ['         其中：猪肉产量','吨','72'],
            ['年末生猪存栏','头','73'],
            ['年末牛存栏','头','74'],
            ['年末羊存栏','只','75'],
            ['禽蛋产量','吨','76'],
            ['奶类产量','吨','77'],
            ['蔬菜产量','吨','78'],
            ['水产品产量','吨','79'],
            ['五、工业及建筑业','—','—'],
            ['规模以上工业企业单位数','个','80'],
            ['规模以上工业总产值','万元','81'],
            ['规模以上工业企业从业人员年平均人数','人','82'],
            ['规模以上工业企业主营业务收入','万元','83'],
            ['建筑业企业单位数','个','84'],
            ['六、交通、通讯与能源','—','—'],
            ['公路里程','公里','85'],
            ['民用汽车拥有量','辆','86','　     '],
            ['年末公交车路数','路','87'],
            ['年末实有公共汽（电）车营运车辆数','辆','88'],
            ['年末实有出租汽车数','辆','89'],
            ['固定电话用户','户','90'],
            ['移动电话用户','户','91'],
            ['互联网宽带接入用户','户','92'],
            ['全社会用电量','万千瓦时','93'],
            ['      其中：居民生活用电量','万千瓦时','94'],
            ['七、贸易、外经、旅游','—','—'],
            ['社会消费品零售总额','万元','95'],
            ['出口总额','万美元','96'],
            ['当年实际使用外资金额','万美元','97'],
            ['星级饭店客房总数','间','98'],
            ['八、固定资产投资','—','—　'],
            ['固定资产投资','万元','99'],
            ['新增固定资产','万元','100'],
            ['房地产开发投资','万元','101'],
            ['      其中：住宅','万元','102'],
            ['住宅竣工面积','万平方米','103'],
            ['九、教育、科技、文化、卫生','—','—　'],
            ['普通中学','所','104'],
            ['中等职业教育学校','所','105'],
            ['小学数','所','106'],
            ['普通中学专任教师数','人','107'],
            ['中等职业教育学校专任教师数','人','108'],
            ['小学专任教师数','人','109'],
            ['普通中学在校学生数','人','110'],
            ['中等职业教育学校在校学生数','人','111'],
            ['小学在校学生数','人','112'],
            ['专业技术人员','人','113'],
            ['      其中：农业技术人员','人','114'],
            ['全年专利授权数','件','115'],
            ['公共图书馆图书总藏量','千册','116'],
            ['剧场、影剧院个数','个','117'],
            ['体育场馆个数','个','118'],
            ['医疗卫生机构床位数','床','119'],
            ['医疗卫生机构技术人员','人','120'],
            ['      其中：执业(助理)医师','人','121'],
            ['十、居民收入','—','—'],
            ['居民人均可支配收入','元','122'],
            ['居民人均消费支出','元','123'],
            ['城镇居民人均可支配收入','元','124'],
            ['农村居民人均纯收入','元','125'],
            ['十一、社会保障','—','—'],
            ['各种社会福利收养性单位数','个','126'],
            ['各种社会福利收养性单位床位数','床','127'],
            ['城镇基本养老保险参保人数','人','128'],
            ['城镇基本医疗保险参保人数','人','129'],
            ['失业保险参保人数','人','130'],
            ['新型农村合作医疗参保人数','人','131'],
            ['新型农村社会养老保险参保人数','人','132'],
            ['城镇居民最低生活保障人数','人','133'],
            ['农村居民最低生活保障人数','人','134'],
            ['十二、资源与环境','—','—'],
            ['森林面积','公顷','135'],
            ['自然保护区面积','公顷','136'],
            ['工业二氧化硫排放量','吨','137'],
            ['氮氧化物排放量','吨','138'],
            ['烟（粉）尘排放量','吨','139'],
            ['污水处理厂数','座','140'],
            ['污水处理厂集中处理率','%','141'],
            ['垃圾处理站数','个','142'],
            ['城区空气质量优良以上天数','天','143'],

        ]

    }),

    columns: [
        {
            text: '指 标 名 称',
            columns: [{
                text: '甲',
                width:200,
                dataIndex: '甲',
            }]
        }, {
            text: '计量单位',
            columns: [{
                text: '乙',
                width:200,
                align: 'center',
                dataIndex: '乙',
            }]
        }, {
            text: '代  码',
            columns: [{
                text: '丙',
                width:200,
                align: 'center',
                dataIndex: '丙',
            }]
        }, {
            text: '数量',
            columns: [{
                text: '1',
                width:200,
                align: 'center',
                dataIndex: '1',
                editor: {

                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        }

    ],
    footerItems:[
        {
            html: '单位负责人：'
        },
        {
            html: '填报人',
        },
        {
            html: '填报日期：      年    月    日'
        },
        {
            colspan: 3,
            html: '说明：<br />' +
            '1.本表由各乡（镇）填报。<br />' +
            '2.统计范围是全省所有的乡、镇，以及县、县级市、旗所辖的街道办事处。<br />' +
            '3.2016年年报免报。<br />' +
            '4.审核关系：07>28;09≥10;09≥11;09≥12;09≥13;09≥14;09≥15;17>16;18≥19;20+21+22≥23;28≥29;28≥30;31≥32;34≥33;36≥35;28≥37;40≥41;42≥43;44≥40;47≥45;48≥49;54≥53;55≥53;64≥63;65≥63;07≥73;07≥74;76≥75;74≥77；07≥77。'
        }
    ]




});