Ext.define('Kits.view.tables.M301', {
    extend: 'Kits.view.tables.Base',
    title: '农 林 牧 渔 业 总 产 值',

    headerItems: [
        {
            html: '综合机关名称：'
        },
        {
            html: '2016年',
        },
        {
            html: '表    号：M301<br /> ' +
            '制表机关：国家统计局 <br />' +
            '文    号：国统字(2016)125号<br />' +
            '有效期至：2017年6月<br />' +
            '计量单位：万元'
        }
    ],

    store: Ext.create('Ext.data.ArrayStore', {

        fields: ['甲', '乙', '1', '2'],
        data: [
            ['农林牧渔业总产值', '1'],
            ['一、?农业产值', '2'],
            ['（一）谷物及其他作物', '3'],
            ['1.谷物', '4'],
            ['其中：小麦', '5', '', '—'],
            ['稻谷', '6', '', '—'],
            ['玉米', '7', '', '—'],
            ['     2.薯类', '8', '', '—'],
            ['         其中：马铃薯', '9', '', '—'],
            ['3.油料', '10', '', '—'],
            ['其中：花生', '11', '', '—'],
            ['油菜籽', '12', '', '—'],
            ['     4.豆类', '13', '', '—'],
            ['其中：大豆', '14', '', '—'],
            ['5.棉花', '15', '', '—'],
            ['6.生麻', '16', '', '—'],
            ['7.糖料', '17', '', '—'],
            ['8.烟草', '18', '', '—'],
            ['9.其他农作物', '19', '', '—'],
            ['     其中：饲料作物', '20', '', '—'],
            ['（二）蔬菜、食用菌及花卉盆景园艺产品', '21', '', '—'],
            ['1.蔬菜（含菜用瓜）', '22'],
            ['2.食用菌', '23', '', '—'],
            ['3.花卉', '24', '', '—'],
            ['4.盆景园艺', '25', '', '—'],
            ['（三）水果、坚果、茶、饮料和香料', '26', '', '—'],
            ['1.水果', '27'],
            ['其中：苹果', '28', '', '—'],
            ['          梨', '29', '', '—'],
            ['          柑橘', '30', '', '—'],
            ['2.食用坚果', '31', '', '—'],
            ['其中：核桃', '32', '', '—'],
            ['          板栗', '33', '', '—'],
            ['          松子', '34', '', '—'],
            ['    3.茶及饮料原料', '35', '', '—'],
            ['    其中：茶叶', '36', '', '—'],
            ['4.香料原料', '37', '', '—'],
            ['        其中：花椒', '38', '', '—'],
            ['              八角', '39', '', '—'],
            ['（四）中草药材', '40', '', '—'],
            ['二、林业产值', '41'],
            ['（一）林木的培育和种植', '42'],
            ['1.育种育苗', '43', '', '—'],
            ['2.造林', '44', '', '—'],
            ['3.抚育和管理', '45', '', '—'],
            ['（二）竹木采运', '46'],
            ['     其中：村及村以下', '47', '', '—'],
            ['（三）林产品', '48'],
            ['三、牧业产值', '49'],
            ['（一）牲畜饲养', '50'],
            ['1.牛的饲养', '51', '', '—'],
            ['2.羊的饲养', '52', '', '—'],
            ['3.其他牲畜饲养', '53', '', '—'],
            ['4.奶产品', '54', '', '—'],
            ['    其中：生牛奶', '55', '', '—'],
            ['5.毛绒产品', '56', '', '—'],
            ['    其中：羊毛', '57', '', '—'],
            ['山羊绒', '58', '', '—'],
            ['6.其他牲畜副产品', '59', '', '—'],
            ['（二）猪的饲养', '60'],
            ['（三）家禽饲养', '61'],
            ['1.肉禽', '62', '', '—'],
            ['2.禽蛋', '63', '', '—'],
            ['（四）狩猎和捕捉动物', '64'],
            ['（五）其他畜牧业', '65'],
            ['其中：蚕茧', '66', '', '—'],
            ['家兔', '67', '', '—'],
            ['四、渔业产值', '68'],
            ['（一）海水产品', '69'],
            ['其中：养殖', '70', '', '—'],
            ['1.鱼类', '71', '', '—'],
            ['2.虾蟹类', '72', '', '—'],
            ['3.贝类', '73', '', '—'],
            ['4.藻类', '74', '', '—'],
            ['5.其他', '75', '', '—'],
            ['（二）淡水产品', '76'],
            ['其中：养殖', '77', '', '—'],
            ['1.鱼类', '78', '', '—'],
            ['2.虾蟹类', '79', '', '—'],
            ['3.贝类', '80', '', '—'],
            ['4.其他', '81', '', '—'],
            ['五、农林牧渔服务业', '82']


        ]

    }),

    columns: [
        {
            text: '指标名称',
            columns: [{
                text: '甲',
                width: 200,
                dataIndex: '甲',
            }]
        }, {
            text: '代码',
            columns: [{
                width: 200,
                text: '乙',
                align: 'center',
                dataIndex: '乙',
            }]
        }, {
            text: '按现行价格计算',
            columns: [{
                width: 200,
                text: '1',
                align: 'center',
                dataIndex: '1',
                editor: {
                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        }, {
            text: '按可比价格计算',
            columns: [{
                width: 200,
                text: '2',
                align: 'center',
                dataIndex: '2',
                editor: {
                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        }

    ],
    footerItems: [
        {
            html: '单位负责人：'
        },
        {
            html: '填报人',
        },
        {
            html: '填报日期：      年    月    日'
        },
        {

            colspan: 3,
            html: '说明： <br />' +
            '1.本表由各市、州、直管市、林区统计局报送。<br />' +
            '2.统计范围是辖区内全部农业生产经营单位及养殖户。<br />' +
            '3.马、驴、骡、骆驼肉产量按去掉头蹄下水后带骨肉的胴体重量计算。兔肉产量按屠宰后去毛和内脏后的重量计算，也可用住户调查资料推算。其他禽蛋产量不包括鸡、鸭、鹅蛋产量。<br />' +
            '4.报送时间为2016年12月25日。'

        }
    ]


});