Ext.define('Kits.view.tables.M302', {
    extend: 'Kits.view.tables.Base',
    title: '农 林 牧 渔 业 增 加 值 计 算 表',

    headerItems: [
        {
            html: '<br /><br /><br /><br />综合机关名称：'
        },
        {
            html: '<br /><br /><br /><br />2016年',
        },
        {
            html: '表    号：M302<br /> ' +
            '制表机关：国家统计局 <br />' +
            '文    号：国统字(2016)125号<br />' +
            '有效期至：2017年6月<br />' +
            '计量单位：万元'
        }
    ],

    store: Ext.create('Ext.data.ArrayStore', {

        fields: ['i','甲', '乙', '丙','1', '2','3'],
        data: [
            [0,'农林牧渔业总产值','万元','1'],
            [1,'农业产值','万元','2'],
            [1,'林业产值','万元','3'],
            [1,'牧业产值','万元','4'],
            [1,'渔业产值','万元','5'],
            [1,'农林牧渔服务业产值','万元','6'],
            [0,'农林牧渔业中间消耗','万元','7'],
            [1,'农业中间消耗','万元','8'],
            [1,'林业中间消耗','万元','9'],
            [1,'牧业中间消耗','万元','10'],
            [1,'渔业中间消耗','万元','11'],
            [1,'农林牧渔服务业中间消耗','万元','12'],
            [0,'(一)农林牧渔业中间物质消耗','万元','13'],
            [1,'1、用种量','万元','14'],
            [2,'稻谷','吨','15'],
            [2,'小麦','吨','16'],
            [2,'玉米','吨','17'],
            [2,'高梁','吨','18','',''],
            [2,'豆类','吨','19'],
            [2,'薯类','吨','20'],
            [2,'其它粮食','吨','21'],
            [2,'棉籽','吨','22'],
            [2,'花生','吨','23','',''],
            [2,'油菜籽','吨','24'],
            [2,'芝麻','吨','25'],
            [2,'麻类','吨','26'],
            [2,'糖料','吨','27'],
            [2,'烟草','吨','28'],
            [2,'中药材','公斤','29'],
            [2,'蔬菜、瓜类','吨','30'],
            [2,'其他农作物用种','万元','31','',''],
            [2,'树种','公斤','32'],
            [2,'树苗','万株','33'],
            [2,'种蛋','吨','34'],
            [2,'种茧','公斤','35'],
            [2,'其它畜牧业用种','万元','36',''],
            [2,'在用种量中：农业用种','万元','37'],
            [7,'林业用种','万元','38'],
            [7,'牧业用种','万元','39'],
            [1,'2、饲料、饲草','万元','40'],
            [2,'饲料用粮','吨','41'],
            [2,'饲料用油饼','吨','42'],
            [2,'糠麸','吨','43'],
            [2,'饲料作物','公顷','44',''],
            [2,'农作物秸杆','吨','45'],
            [2,'饲  草','吨','46'],
            [2,'其  他','吨','47'],
            [1,'饲料、饲草中：农业消耗','万元','48'],
            [2,'畜牧业消耗(比例推算)','万元','49','',''],
            [2,'渔业消耗(比例推算)','万元','50'],
            [1,'3.肥料','万元','51'],
            [2,'化肥','吨','52'],
            [2,'绿肥','公顷','53','',''],
            [2,'饼肥','吨','54'],
            [2,'其它','万元','55'],
            [1,'在肥料中：农业消耗(比例推算)','万元','56'],
            [2,'林业消耗(比例推算)','万元','57'],
            [2,'渔业消耗(比例推算)','万元','58'],
            [1,'4.燃  料','万元','59'],
            [2,'(1)农业(比例推算)','万元','60'],
            [2,'(2)林业(比例推算)','万元','61'],
            [2,'(3)畜牧业(比例推算)','万元','62'],
            [2,'(4)渔业(比例推算)','万元','63','',''],
            [1,'5.农  药','吨','64'],
            [2,'(1)农业(比例推算)','吨','65'],
            [2,'(2)林业(比例推算)','吨','66'],
            [1,'6.用电量','千瓦','67'],
            [2,'(1)农业(比例推算)','千瓦','68'],
            [2,'(2)林业(比例推算)','千瓦','69'],
            [2,'(3)畜牧业(比例推算)','千瓦','70'],
            [2,'(4)渔业(比例推算)','千瓦','71'],
            [1,'7.农用塑料薄膜','吨','72'],
            [1,'8其它物质消耗','万元','73'],
            [2,'(1)农业(比例推算)','万元','74'],
            [2,'(2)林业(比例推算)','万元','75'],
            [2,'(3)畜牧业(比例推算)','万元','76'],
            [4,'其中：畜牧用药品','万元','77'],
            [2,'(4)渔业(比例推算)','万元','78'],
            [1,'(二)生产服务支出','万元','79'],
            [2,'(1)农业(比例推算)','万元','80'],
            [2,'(2)林业(比例推算)','万元','81'],
            [2,'(3)畜牧业(比例推算)','万元','82'],
            [2,'(4)渔业(比例推算)','万元','83'],
            [1,'(三)农林牧渔服务业中间消耗合计','万元','84'],
            [0,'三、农林牧渔业增加值(现价)','万元','85'],
            [1,'农业增加值','万元','86'],
            [1,'林业增加值','万元','87'],
            [1,'牧业增加值','万元','88'],
            [1,'渔业增加值','万元','89'],
            [1,'农林牧渔服务业增加值','万元','90'],
            [1,'农林牧渔业增加值(可比价)','万元','91'],
            [1,'农业增加值','万元','92'],
            [1,'林业增加值','万元','93'],
            [1,'牧业增加值','万元','94'],
            [1,'渔业增加值','万元','95'],
            [1,'农林牧渔服务业增加值','万元','96']
        ]

    }),

    columns: [
        {
            text: '指标名称',
            columns: [{
                text: '甲',
                width: 200,
                dataIndex: '甲',
            }]
        }, {
            text: '计量单位',
            columns: [{
                width: 200,
                text: '乙',
                align: 'center',
                dataIndex: '乙',
            }]
        }, {
            text: '代码',
            columns: [{
                width: 200,
                text: '丙',
                align: 'center',
                dataIndex: '丙',
            }]
        }, {
            text: '数量',
            columns: [{
                width: 200,
                text: '1',
                align: 'center',
                dataIndex: '1',
                editor: {
                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        }, {
            text: '价格',
            columns: [{
                width: 200,
                text: '2',
                align: 'center',
                dataIndex: '2',
                editor: {
                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        }, {
            text: '金额',
            columns: [{
                width: 200,
                text: '3',
                align: 'center',
                dataIndex: '3',
                editor: {
                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        }


    ],


    footerItems: [
        {
            html: '单位负责人：'
        },
        {
            html: '填报人',
        },
        {
            html: '填报日期：      年    月    日'
        },
        {

            colspan: 3,
            html: '说明： <br />' +
            '1.本表由各市、州、直管市、林区统计局报送。<br />' +
            '2.统计范围是辖区内全部农业生产经营单位及养殖户。<br />' +
            '3.马、驴、骡、骆驼肉产量按去掉头蹄下水后带骨肉的胴体重量计算。兔肉产量按屠宰后去毛和内脏后的重量计算，也可用住户调查资料推算。其他禽蛋产量不包括鸡、鸭、鹅蛋产量。<br />' +
            '4.报送时间为2016年12月25日。'

        }
    ]


});