Ext.define('Kits.view.tables.M404', {
    extend: 'Kits.view.tables.Base',
    title: '农林牧渔业总产值季度计算表',

    headerItems: [
        {
            html: '综合机关名称：'
        },
        {
            html: '2016年',
        },
        {
            html: '表    号：M404<br /> ' +
            '制表机关：国家统计局 <br />' +
            '文    号：国统字(2016)125号<br />' +
            '有效期至：2017年6月'
        }
    ],

    store: Ext.create('Ext.data.ArrayStore', {

        fields: ['甲', '乙', '丙', '1', '2', '3', '4', '5', '6'],
        data: [
            ['农林牧渔业总产值','——','1','—','—','—'],
            ['一、农业','吨','2','—','—','—'],
            ['其中：小 麦','吨','3','','','','—','','—'],
            ['    稻 谷','吨','4','','','','—','','—'],
            ['玉 米','吨','5','','','','—','','—'],
            ['薯 类','吨','6','','','','—','','—'],
            ['油 料','吨','7','','','','—','','—'],
            ['大 豆','吨','8','','','','—','','—'],
            ['蔬 菜','吨','9','','','','—','','—'],
            ['水 果','吨','10','','','','—','','—'],
            ['中草药材','—','11','','','','—','','—'],
            ['二、林业','—','12','—','—','—'],
            ['（一）林木的培育和种植','公顷','13','','','','—','','—'],
            ['1、育种育苗面积','公顷','14','','','','—','','—'],
            ['2、造林面积','公顷','15','','','','—','','—'],
            ['3、未成林、成林抚育管理面积','株','16','','','','—','','—'],
            ['4、零星植树','公顷','17','','','','—','','—'],
            ['5、更新造林面积','  ——','18','','','','—','','—'],
            ['（二）竹木采运','—','19','','','','—','','—'],
            ['（三）林产品的采集','  头','20','    ','    ','     ','—','','—'],
            ['三、牧业','头','21','—','—','—'],
            ['其中：猪','只','22','','','',' —','','—'],
            ['牛','吨','23','','','','—','','—'],
            ['羊','吨','24','','','','—','','—'],
            ['生 奶','万只','25','','','','—','','—'],
            ['羊 毛','吨','26','','','','—','','—'],
            ['家 禽','吨','27','','','','—','','—'],
            ['禽 蛋','吨','28','','','    ','—','','—'],
            ['四、渔业','  吨','29','','','—','','','—'],
            ['    淡水产品','  吨','30','','','','—','','—'],
            ['其中：养 殖','  吨','31','','','—','—','','—'],
            ['1.鱼类','  吨','32','','','','—','','—'],
            ['2.虾蟹类','吨','33','','','','—','','—'],
            ['3.贝类','','34','','','','—','','—'],
            ['五、农林牧渔服务业','','35','—','—','—','—','','—'],


        ]

    }),

    columns: [
        {
            text: '指标名称',
            columns: [{
                text: '甲',
                width: 200,
                dataIndex: '甲',
            }]
        }, {
            text: '计量单位',
            columns: [{
                align: 'center',
                text: '乙',
                width: 200,
                dataIndex: '乙',
            }]
        }, {
            text: '代码',
            columns: [{
                width: 200,
                text: '丙',
                align: 'center',
                dataIndex: '丙',
            }]
        }, {
            text: '产量',
            columns: [{
                align: 'center',
                text: '本季',
                columns: [
                    {
                        width: 100,
                        align: 'center',
                        text: '1',
                        dataIndex: '1',
                        editor: {
                            field: {
                                xtype: 'numberfield',
                                minValue: 0,
                                allowBlank: true
                            }
                        }
                    }
                ],
            }, {
                align: 'center',
                text: '上年同期',
                columns: [
                    {
                        width: 100,
                        align: 'center',
                        text: '2',
                        dataIndex: '2',
                        editor: {
                            field: {
                                xtype: 'numberfield',
                                minValue: 0,
                                allowBlank: true
                            }
                        }
                    }
                ],

            }]
        }, {
            text: '本季价格',
            columns: [{
                width: 200,
                text: '3',
                align: 'center',
                dataIndex: '3',
                editor: {
                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        },
        {
            text: '本季缩减指数',
            columns: [{
                width: 200,
                text: '4',
                align: 'center',
                dataIndex: '4',
                editor: {
                    field: {
                        xtype: 'numberfield',
                        minValue: 0,
                        allowBlank: true
                    }
                }
            }]
        }, {
            text: '产值(万元)',
            columns: [{
                align: 'center',
                text: '现价',
                columns: [
                    {
                        width: 100,
                        align: 'center',
                        text: '5',
                        dataIndex: '5',
                        editor: {
                            field: {
                                xtype: 'numberfield',
                                minValue: 0,
                                allowBlank: true
                            }
                        }
                    }
                ],
            }, {
                align: 'center',
                text: '可比价',
                columns: [
                    {
                        width: 100,
                        align: 'center',
                        text: '6',
                        dataIndex: '6',
                        editor: {
                            field: {
                                xtype: 'numberfield',
                                minValue: 0,
                                allowBlank: true
                            }
                        }
                    }
                ],

            }]
        }

    ],
    footerItems: [
        {
            html: '单位负责人：'
        },
        {
            html: '填报人',
        },
        {
            html: '填报日期：      年    月    日'
        },
        {

            colspan: 3,
            html: '说明： <br />' +
            '1.本表由各市、州、直管市、林区统计局报送。<br />' +
            '2.统计范围是辖区内全部农业生产经营单位及养殖户。<br />' +
            '3.马、驴、骡、骆驼肉产量按去掉头蹄下水后带骨肉的胴体重量计算。兔肉产量按屠宰后去毛和内脏后的重量计算，也可用住户调查资料推算。其他禽蛋产量不包括鸡、鸭、鹅蛋产量。<br />' +
            '4.报送时间为2016年12月25日。'

        }
    ]


});