Ext.define('Kits.store.YiTianBao', {
    extend: 'Ext.data.Store',
    model: 'Kits.model.YiTianBao',
    pageSize: 3,
    data: [
        { 'dwmc': '单位1',  'tbsj': '2017-09-01 13:00:00',"id":'1'},
        { 'dwmc': '单位2',  'tbsj': '2017-09-01 13:00:00',"id":'2'},
        { 'dwmc': '单位3',  'tbsj': '2017-09-01 13:00:00',"id":'3'},
        { 'dwmc': '单位4',  'tbsj': '2017-09-01 13:00:00',"id":'4'},
        { 'dwmc': '单位5',  'tbsj': '2017-09-01 13:00:00',"id":'5'},
        { 'dwmc': '单位6',  'tbsj': '2017-09-01 13:00:00',"id":'6'},
        { 'dwmc': '单位7',  'tbsj': '2017-09-01 13:00:00',"id":'7'},
        { 'dwmc': '单位8',  'tbsj': '2017-09-01 13:00:00',"id":'8'},
        { 'dwmc': '单位9',  'tbsj': '2017-09-01 13:00:00',"id":'9'},
        { 'dwmc': '单位10',  'tbsj': '2017-09-01 13:00:00',"id":'10'}
    ]
});