Ext.define('Kits.store.ZhiDu', {
    extend: 'Ext.data.Store',
    model: 'Kits.model.ZhiDu',
    pageSize: 3,
    data: [
        { 'zdmc': '制度1',  'fbnf': '2017','cjsj': '2017-01-01 13:00:00','cjr':'张三','id':'1' },
        { 'zdmc': '制度2',  'fbnf': '2017','cjsj': '2017-01-01 13:00:00','cjr':'张三','id':'2' },
        { 'zdmc': '制度3',  'fbnf': '2017','cjsj': '2017-01-01 13:00:00','cjr':'张三','id':'3' },
        { 'zdmc': '制度4',  'fbnf': '2017','cjsj': '2017-01-01 13:00:00','cjr':'张三','id':'4' },
        { 'zdmc': '制度5',  'fbnf': '2017','cjsj': '2017-01-01 13:00:00','cjr':'张三','id':'5' },
        { 'zdmc': '制度6',  'fbnf': '2017','cjsj': '2017-01-01 13:00:00','cjr':'张三','id':'6' },
        { 'zdmc': '制度7',  'fbnf': '2017','cjsj': '2017-01-01 13:00:00','cjr':'张三','id':'7' },
        { 'zdmc': '制度8',  'fbnf': '2017','cjsj': '2017-01-01 13:00:00','cjr':'张三','id':'8' },
        { 'zdmc': '制度9',  'fbnf': '2017','cjsj': '2017-01-01 13:00:00','cjr':'张三','id':'9' },
    ]
});