Ext.define('Kits.view.liShiShuju. 神农架2016年住户调查资料(一季度)', {
    extend: 'Kits.view.liShiShuju.Base',
    title: ' 神农架2016年住户调查资料(一季度)',
    headerItems: [
        {
            html: ''
        },
        {
            html: ' 神农架2016年住户调查资料(一季度)',
        },
        {
            html: ''
        }
    ],
    store: Ext.create('Ext.data.ArrayStore', {
        fields: [
        'col0',
        'col1',
        'col2',
        'col3',
        'col4',
        'col5'],
        data: [
        ['第三部分 可支配收入（不含自产自用）','元','1100.0','3196.004002032585','4501.0911364220465','2174.078480299341'],
        [' 一、工资性收入','元','1101.0','1795.791572984124','2887.2606807574352','941.135889064015'],
        [' 二、经营净收入','元','1120.0','406.7537836612656','134.4731787604587','619.9583214190234'],
        [' 三、财产净收入（成本法）','元','1150.0','129.80210386821034','295.4560462135441','0.08969846807675266'],
        [' 四、转移净收入','元','1170.0','863.6565415189857','1183.901230690611','612.8945713482252'],
        [' 一、生活消费支出','元','2001.0','3144.8278034062923','4202.916468459879','2316.3100879353174'],
        ['  （一）食品烟酒','元','2002.0','1585.7042967808497','2452.4841749351795','906.9875614226967'],
        ['  （二）衣着','元','2030.0','294.81944715796703','363.8877977909694','240.73669023238782'],
        ['  （三）居住','元','2035.0','572.5479823868925','632.8983608180454','525.2916802290247'],
        ['  （四）生活用品及服务','元','2040.0','202.24174426413398','216.80581236248395','190.83760694810164'],
        ['  （五）交通通信','元','2047.0','182.39645457845378','163.9812596076329','196.81614904366643'],
        ['  （六）教育文化娱乐','元','2050.0','207.90545189162222','209.5208720158093','206.64052558154864'],
        ['  （七）医疗保健','元','2055.0','91.25273025798327','154.5639603944511','41.67798525902133'],
        ['  （八）其他用品和服务','元','2060.0','7.959696088389792','8.774230535306362','7.321889218870453'],
        [' 二、生产经营现金费用支出','元','2065.0','69.22908535590884','41.98759135790669','90.56005800374282']],
    }),
    columns: [ {
  "text" : "<div style='white-space:pre-line;height:22px'>指 标 名 称</div>",
  "width" : 120,
  "dataIndex" : "col0"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>单位</div>",
  "width" : 60,
  "dataIndex" : "col1"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>代码</div>",
  "width" : 60,
  "dataIndex" : "col2"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>总计</div>",
  "width" : 60,
  "dataIndex" : "col3"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>城镇住户(U+UR)</div>",
  "width" : 60,
  "dataIndex" : "col4"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>农村住户(R)</div>",
  "width" : 60,
  "dataIndex" : "col5"
} ],
    footerItems: [
        {
            html: ''
        },
        {
            html: '',
        },
        {
            html: ''
        },
        {
            colspan: 3,
            html: ''
        }
    ]
});