Ext.define('Kits.view.liShiShuju.2016年三季度(I41000)各行业分指标从业人员和工资情况（四上单位）', {
    extend: 'Kits.view.liShiShuju.Base',
    title: '2016年三季度(I41000)各行业分指标从业人员和工资情况（四上单位）',
    headerItems: [
        {
            html: ''
        },
        {
            html: '2016年三季度(I41000)各行业分指标从业人员和工资情况（四上单位）',
        },
        {
            html: ''
        }
    ],
    store: Ext.create('Ext.data.ArrayStore', {
        fields: [
        'col1',
        'col2',
        'col3',
        'col4',
        'col5',
        'col6',
        'col7',
        'col8',
        'col9',
        'col10',
        'col11',
        'col12',
        'col13',
        'col14',
        'col15',
        'col16',
        'col17',
        'col18',
        'col19',
        'col20',
        'col21',
        'col22',
        'col23'],
        data: [
        ['总计','001','50.0','5756.0','3229.0','143.0','3372.0','2384.0','5505.0','3164.0','146.0','3310.0','2195.0','132676.0','89963.0','3757.0','93720.0','38956.0','24101.0','28433.0','25733.0','28314.0','17748.0'],
        ['  1.企业','002','50.0','5756.0','3229.0','143.0','3372.0','2384.0','5505.0','3164.0','146.0','3310.0','2195.0','132676.0','89963.0','3757.0','93720.0','38956.0','24101.0','28433.0','25733.0','28314.0','17748.0'],
        ['  （二）采矿业','013','3.0','365.0','295.0','70.0','365.0','','358.0','290.0','68.0','358.0','','6325.0','4944.0','1381.0','6325.0','','17668.0','17048.0','20309.0','17668.0',''],
        ['    非金属矿采选业','018','3.0','365.0','295.0','70.0','365.0','','358.0','290.0','68.0','358.0','','6325.0','4944.0','1381.0','6325.0','','17668.0','17048.0','20309.0','17668.0',''],
        ['  （三）制造业','021','3.0','181.0','108.0','','108.0','73.0','187.0','113.0','','113.0','74.0','3765.0','2925.0','','2925.0','840.0','20134.0','25885.0','','25885.0','11351.0'],
        ['    化学原料和化学制品制造业','035','1.0','126.0','53.0','','53.0','73.0','129.0','55.0','','55.0','74.0','2307.0','1467.0','','1467.0','840.0','17884.0','26673.0','','26673.0','11351.0'],
        ['    医药制造业 ','036','1.0','30.0','30.0','','30.0','','33.0','33.0','','33.0','','605.0','605.0','','605.0','','18333.0','18333.0','','18333.0',''],
        ['    非金属矿物制品业','039','1.0','25.0','25.0','','25.0','','25.0','25.0','','25.0','','853.0','853.0','','853.0','','34120.0','34120.0','','34120.0',''],
        ['  （四）电力、热力、燃气及水生产和供应业','053','4.0','688.0','651.0','36.0','687.0','1.0','678.0','641.0','36.0','677.0','1.0','33555.0','32677.0','864.0','33541.0','14.0','49491.0','50978.0','24000.0','49544.0','14000.0'],
        ['    电力、热力生产和供应业','054','4.0','688.0','651.0','36.0','687.0','1.0','678.0','641.0','36.0','677.0','1.0','33555.0','32677.0','864.0','33541.0','14.0','49491.0','50978.0','24000.0','49544.0','14000.0'],
        ['  （五）建筑业','057','13.0','2679.0','424.0','5.0','429.0','2250.0','2462.0','407.0','5.0','412.0','2050.0','43662.0','8726.0','126.0','8852.0','34810.0','17734.0','21440.0','25200.0','21485.0','16980.0'],
        ['    房屋建筑业','058','12.0','2513.0','405.0','5.0','410.0','2103.0','2298.0','388.0','5.0','393.0','1905.0','40858.0','8384.0','126.0','8510.0','32348.0','17780.0','21608.0','25200.0','21654.0','16981.0'],
        ['    土木工程建筑业','059','1.0','166.0','19.0','','19.0','147.0','164.0','19.0','','19.0','145.0','2804.0','342.0','','342.0','2462.0','17098.0','18000.0','','18000.0','16979.0'],
        ['  （六）批发和零售业','062','8.0','384.0','347.0','20.0','367.0','17.0','363.0','326.0','25.0','351.0','12.0','8433.0','7020.0','1074.0','8094.0','339.0','23231.0','21534.0','42960.0','23060.0','28250.0'],
        ['    批发业','063','2.0','78.0','41.0','20.0','61.0','17.0','75.0','38.0','25.0','63.0','12.0','3766.0','2353.0','1074.0','3427.0','339.0','50213.0','61921.0','42960.0','54397.0','28250.0'],
        ['    零售业','064','6.0','306.0','306.0','','306.0','','288.0','288.0','','288.0','','4667.0','4667.0','','4667.0','','16205.0','16205.0','','16205.0',''],
        ['  （七）交通运输、仓储和邮政业','065','2.0','68.0','60.0','8.0','68.0','','68.0','60.0','8.0','68.0','','1949.0','1765.0','184.0','1949.0','','28662.0','29417.0','23000.0','28662.0',''],
        ['    道路运输业','067','1.0','23.0','23.0','','23.0','','23.0','23.0','','23.0','','431.0','431.0','','431.0','','18739.0','18739.0','','18739.0',''],
        ['    邮政业','073','1.0','45.0','37.0','8.0','45.0','','45.0','37.0','8.0','45.0','','1518.0','1334.0','184.0','1518.0','','33733.0','36054.0','23000.0','33733.0',''],
        ['  （八）住宿和餐饮业','074','10.0','999.0','997.0','','997.0','2.0','970.0','969.0','','969.0','1.0','20441.0','20426.0','','20426.0','15.0','21073.0','21079.0','','21079.0','15000.0'],
        ['    住宿业','075','8.0','457.0','455.0','','455.0','2.0','429.0','428.0','','428.0','1.0','7083.0','7068.0','','7068.0','15.0','16510.0','16514.0','','16514.0','15000.0'],
        ['    餐饮业','076','2.0','542.0','542.0','','542.0','','541.0','541.0','','541.0','','13358.0','13358.0','','13358.0','','24691.0','24691.0','','24691.0',''],
        ['  （九）信息传输、软件和信息技术服务业','077','1.0','75.0','47.0','4.0','51.0','24.0','75.0','47.0','4.0','51.0','24.0','2328.0','1420.0','128.0','1548.0','780.0','31040.0','30213.0','32000.0','30353.0','32500.0'],
        ['    电信、广播电视和卫星传输服务','078','1.0','75.0','47.0','4.0','51.0','24.0','75.0','47.0','4.0','51.0','24.0','2328.0','1420.0','128.0','1548.0','780.0','31040.0','30213.0','32000.0','30353.0','32500.0'],
        ['  （十二）租赁和商务服务业','090','1.0','104.0','104.0','','104.0','','100.0','100.0','','100.0','','4202.0','4202.0','','4202.0','','42020.0','42020.0','','42020.0',''],
        ['    商务服务业','092','1.0','104.0','104.0','','104.0','','100.0','100.0','','100.0','','4202.0','4202.0','','4202.0','','42020.0','42020.0','','42020.0',''],
        ['  （十四）水利、环境和公共设施管理业','097','4.0','191.0','174.0','','174.0','17.0','193.0','187.0','','187.0','6.0','5174.0','5090.0','','5090.0','84.0','26808.0','27219.0','','27219.0','14000.0'],
        ['    公共设施管理业','100','4.0','191.0','174.0','','174.0','17.0','193.0','187.0','','187.0','6.0','5174.0','5090.0','','5090.0','84.0','26808.0','27219.0','','27219.0','14000.0'],
        ['  （十八）文化、体育和娱乐业','112','1.0','22.0','22.0','','22.0','','51.0','24.0','','24.0','27.0','2842.0','768.0','','768.0','2074.0','55725.0','32000.0','','32000.0','76815.0'],
        ['    体育','116','1.0','22.0','22.0','','22.0','','51.0','24.0','','24.0','27.0','2842.0','768.0','','768.0','2074.0','55725.0','32000.0','','32000.0','76815.0']],
    }),
    columns: [ {
  "text" : "<div style='white-space:pre-line;height:92px'>指标名称</div>",
  "columns" : [ {
    "text" : "<div style='white-space:pre-line;height:22px'>甲</div>",
    "width" : 120,
    "dataIndex" : "col1"
  } ]
}, {
  "text" : "<div style='white-space:pre-line;height:92px'>代码</div>",
  "columns" : [ {
    "text" : "<div style='white-space:pre-line;height:22px'>乙</div>",
    "width" : 60,
    "dataIndex" : "col2"
  } ]
}, {
  "text" : "<div style='white-space:pre-line;height:92px'>单位数\n（个）</div>",
  "columns" : [ {
    "text" : "<div style='white-space:pre-line;height:22px'>1</div>",
    "width" : 60,
    "dataIndex" : "col3"
  } ]
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>期末人数（人）</div>",
  "columns" : [ {
    "text" : "<div style='white-space:pre-line;height:57px'>单位从业人员</div>",
    "columns" : [ {
      "text" : "<div style='white-space:pre-line;height:22px'>2</div>",
      "width" : 60,
      "dataIndex" : "col4"
    } ]
  }, {
    "text" : "<div style='white-space:pre-line;height:22px'></div>",
    "columns" : [ {
      "text" : "<div style='white-space:pre-line;height:22px'>`1.在岗职工</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>3</div>",
        "width" : 60,
        "dataIndex" : "col5"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>2.劳务派遣人员</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>4</div>",
        "width" : 60,
        "dataIndex" : "col6"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>在岗劳务合计</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>5</div>",
        "width" : 60,
        "dataIndex" : "col7"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>3.其他从业人员</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>6</div>",
        "width" : 60,
        "dataIndex" : "col8"
      } ]
    } ]
  } ]
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>平均人数(人)</div>",
  "columns" : [ {
    "text" : "<div style='white-space:pre-line;height:57px'>单位从业人员</div>",
    "columns" : [ {
      "text" : "<div style='white-space:pre-line;height:22px'>7</div>",
      "width" : 60,
      "dataIndex" : "col9"
    } ]
  }, {
    "text" : "<div style='white-space:pre-line;height:22px'></div>",
    "columns" : [ {
      "text" : "<div style='white-space:pre-line;height:22px'>1.在岗职工</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>8</div>",
        "width" : 60,
        "dataIndex" : "col10"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>2.劳务派遣人员</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>9</div>",
        "width" : 60,
        "dataIndex" : "col11"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>在岗劳务合计</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>10</div>",
        "width" : 60,
        "dataIndex" : "col12"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>3.其他从业人员</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>11</div>",
        "width" : 60,
        "dataIndex" : "col13"
      } ]
    } ]
  } ]
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>工资总额(千元)</div>",
  "columns" : [ {
    "text" : "<div style='white-space:pre-line;height:57px'>从业人员工资总额</div>",
    "columns" : [ {
      "text" : "<div style='white-space:pre-line;height:22px'>12</div>",
      "width" : 60,
      "dataIndex" : "col14"
    } ]
  }, {
    "text" : "<div style='white-space:pre-line;height:22px'></div>",
    "columns" : [ {
      "text" : "<div style='white-space:pre-line;height:22px'>1.在岗职工工资总额</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>13</div>",
        "width" : 60,
        "dataIndex" : "col15"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>2.劳务派遣人员工资总额</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>14</div>",
        "width" : 60,
        "dataIndex" : "col16"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>在岗劳务合计</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>15</div>",
        "width" : 60,
        "dataIndex" : "col17"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>3.其他从业人员工资总额</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>16</div>",
        "width" : 60,
        "dataIndex" : "col18"
      } ]
    } ]
  } ]
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>平均工资(元)</div>",
  "columns" : [ {
    "text" : "<div style='white-space:pre-line;height:57px'>从业人员平均工资</div>",
    "columns" : [ {
      "text" : "<div style='white-space:pre-line;height:22px'>17</div>",
      "width" : 60,
      "dataIndex" : "col19"
    } ]
  }, {
    "text" : "<div style='white-space:pre-line;height:22px'></div>",
    "columns" : [ {
      "text" : "<div style='white-space:pre-line;height:22px'>1.在岗职工平均工资</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>18</div>",
        "width" : 60,
        "dataIndex" : "col20"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>2.劳务派遣人员平均工资</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>19</div>",
        "width" : 60,
        "dataIndex" : "col21"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>在岗劳务合计</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>20</div>",
        "width" : 60,
        "dataIndex" : "col22"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>3.其他从业人员平均工资</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>21</div>",
        "width" : 60,
        "dataIndex" : "col23"
      } ]
    } ]
  } ]
} ],
    footerItems: [
        {
            html: ''
        },
        {
            html: '',
        },
        {
            html: ''
        },
        {
            colspan: 3,
            html: ''
        }
    ]
});