Ext.define('Kits.view.liShiShuju.2016年一季度(I41000)各行业分指标从业人员和工资情况（四上单位）', {
    extend: 'Kits.view.liShiShuju.Base',
    title: '2016年一季度(I41000)各行业分指标从业人员和工资情况（四上单位）',
    headerItems: [
        {
            html: ''
        },
        {
            html: '2016年一季度(I41000)各行业分指标从业人员和工资情况（四上单位）',
        },
        {
            html: ''
        }
    ],
    store: Ext.create('Ext.data.ArrayStore', {
        fields: [
        'col1',
        'col2',
        'col3',
        'col4',
        'col5',
        'col6',
        'col7',
        'col8',
        'col9',
        'col10',
        'col11',
        'col12',
        'col13',
        'col14',
        'col15',
        'col16',
        'col17',
        'col18',
        'col19',
        'col20',
        'col21',
        'col22',
        'col23'],
        data: [
        ['总计','001','51.0','5002.0','3141.0','115.0','3256.0','1746.0','4913.0','3065.0','113.0','3178.0','1735.0','41007.0','28801.0','1002.0','29803.0','11204.0','8347.0','9397.0','8867.0','9378.0','6458.0'],
        ['  1.企业','002','51.0','5002.0','3141.0','115.0','3256.0','1746.0','4913.0','3065.0','113.0','3178.0','1735.0','41007.0','28801.0','1002.0','29803.0','11204.0','8347.0','9397.0','8867.0','9378.0','6458.0'],
        ['  （二）采矿业','013','3.0','380.0','310.0','70.0','380.0','','373.0','305.0','68.0','373.0','','2040.0','1590.0','450.0','2040.0','','5469.0','5213.0','6618.0','5469.0',''],
        ['    非金属矿采选业','018','3.0','380.0','310.0','70.0','380.0','','373.0','305.0','68.0','373.0','','2040.0','1590.0','450.0','2040.0','','5469.0','5213.0','6618.0','5469.0',''],
        ['  （三）制造业','021','3.0','190.0','116.0','','116.0','74.0','191.0','116.0','','116.0','75.0','1308.0','1026.0','','1026.0','282.0','6848.0','8845.0','','8845.0','3760.0'],
        ['    化学原料和化学制品制造业','035','1.0','130.0','56.0','','56.0','74.0','131.0','56.0','','56.0','75.0','774.0','492.0','','492.0','282.0','5908.0','8786.0','','8786.0','3760.0'],
        ['    医药制造业 ','036','1.0','35.0','35.0','','35.0','','35.0','35.0','','35.0','','210.0','210.0','','210.0','','6000.0','6000.0','','6000.0',''],
        ['    非金属矿物制品业','039','1.0','25.0','25.0','','25.0','','25.0','25.0','','25.0','','324.0','324.0','','324.0','','12960.0','12960.0','','12960.0',''],
        ['  （四）电力、热力、燃气及水生产和供应业','053','4.0','638.0','637.0','','637.0','1.0','642.0','641.0','','641.0','1.0','11491.0','11486.0','','11486.0','5.0','17899.0','17919.0','','17919.0','5000.0'],
        ['    电力、热力生产和供应业','054','4.0','638.0','637.0','','637.0','1.0','642.0','641.0','','641.0','1.0','11491.0','11486.0','','11486.0','5.0','17899.0','17919.0','','17919.0','5000.0'],
        ['  （五）建筑业','057','13.0','2018.0','371.0','5.0','376.0','1642.0','1888.0','360.0','5.0','365.0','1523.0','11920.0','3289.0','42.0','3331.0','8589.0','6314.0','9136.0','8400.0','9126.0','5640.0'],
        ['    房屋建筑业','058','12.0','1854.0','351.0','5.0','356.0','1498.0','1726.0','340.0','5.0','345.0','1381.0','10997.0','3169.0','42.0','3211.0','7786.0','6371.0','9321.0','8400.0','9307.0','5638.0'],
        ['    土木工程建筑业','059','1.0','164.0','20.0','','20.0','144.0','162.0','20.0','','20.0','142.0','923.0','120.0','','120.0','803.0','5698.0','6000.0','','6000.0','5655.0'],
        ['  （六）批发和零售业','062','9.0','364.0','330.0','27.0','357.0','7.0','350.0','316.0','27.0','343.0','7.0','2839.0','2401.0','393.0','2794.0','45.0','8111.0','7598.0','14556.0','8146.0','6429.0'],
        ['    批发业','063','2.0','71.0','37.0','27.0','64.0','7.0','72.0','38.0','27.0','65.0','7.0','1269.0','831.0','393.0','1224.0','45.0','17625.0','21868.0','14556.0','18831.0','6429.0'],
        ['    零售业','064','7.0','293.0','293.0','','293.0','','278.0','278.0','','278.0','','1570.0','1570.0','','1570.0','','5647.0','5647.0','','5647.0',''],
        ['  （七）交通运输、仓储和邮政业','065','2.0','70.0','61.0','9.0','70.0','','70.0','61.0','9.0','70.0','','628.0','552.0','76.0','628.0','','8971.0','9049.0','8444.0','8971.0',''],
        ['    道路运输业','067','1.0','23.0','23.0','','23.0','','23.0','23.0','','23.0','','193.0','193.0','','193.0','','8391.0','8391.0','','8391.0',''],
        ['    邮政业','073','1.0','47.0','38.0','9.0','47.0','','47.0','38.0','9.0','47.0','','435.0','359.0','76.0','435.0','','9255.0','9447.0','8444.0','9255.0',''],
        ['  （八）住宿和餐饮业','074','10.0','920.0','920.0','','920.0','','872.0','872.0','','872.0','','4970.0','4970.0','','4970.0','','5700.0','5700.0','','5700.0',''],
        ['    住宿业','075','8.0','352.0','352.0','','352.0','','328.0','328.0','','328.0','','1672.0','1672.0','','1672.0','','5098.0','5098.0','','5098.0',''],
        ['    餐饮业','076','2.0','568.0','568.0','','568.0','','544.0','544.0','','544.0','','3298.0','3298.0','','3298.0','','6063.0','6063.0','','6063.0',''],
        ['  （九）信息传输、软件和信息技术服务业','077','1.0','73.0','47.0','4.0','51.0','22.0','73.0','47.0','4.0','51.0','22.0','734.0','482.0','41.0','523.0','211.0','10055.0','10255.0','10250.0','10255.0','9591.0'],
        ['    电信、广播电视和卫星传输服务','078','1.0','73.0','47.0','4.0','51.0','22.0','73.0','47.0','4.0','51.0','22.0','734.0','482.0','41.0','523.0','211.0','10055.0','10255.0','10250.0','10255.0','9591.0'],
        ['  （十二）租赁和商务服务业','090','1.0','105.0','105.0','','105.0','','110.0','110.0','','110.0','','1183.0','1183.0','','1183.0','','10755.0','10755.0','','10755.0',''],
        ['    商务服务业','092','1.0','105.0','105.0','','105.0','','110.0','110.0','','110.0','','1183.0','1183.0','','1183.0','','10755.0','10755.0','','10755.0',''],
        ['  （十四）水利、环境和公共设施管理业','097','4.0','220.0','220.0','','220.0','','214.0','214.0','','214.0','','1472.0','1472.0','','1472.0','','6879.0','6879.0','','6879.0',''],
        ['    公共设施管理业','100','4.0','220.0','220.0','','220.0','','214.0','214.0','','214.0','','1472.0','1472.0','','1472.0','','6879.0','6879.0','','6879.0',''],
        ['  （十八）文化、体育和娱乐业','112','1.0','24.0','24.0','','24.0','','130.0','23.0','','23.0','107.0','2422.0','350.0','','350.0','2072.0','18631.0','15217.0','','15217.0','19364.0'],
        ['    体育','116','1.0','24.0','24.0','','24.0','','130.0','23.0','','23.0','107.0','2422.0','350.0','','350.0','2072.0','18631.0','15217.0','','15217.0','19364.0']],
    }),
    columns: [ {
  "text" : "<div style='white-space:pre-line;height:92px'>指标名称</div>",
  "columns" : [ {
    "text" : "<div style='white-space:pre-line;height:22px'>甲</div>",
    "width" : 120,
    "dataIndex" : "col1"
  } ]
}, {
  "text" : "<div style='white-space:pre-line;height:92px'>代码</div>",
  "columns" : [ {
    "text" : "<div style='white-space:pre-line;height:22px'>乙</div>",
    "width" : 60,
    "dataIndex" : "col2"
  } ]
}, {
  "text" : "<div style='white-space:pre-line;height:92px'>单位数\n（个）</div>",
  "columns" : [ {
    "text" : "<div style='white-space:pre-line;height:22px'>1</div>",
    "width" : 60,
    "dataIndex" : "col3"
  } ]
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>期末人数（人）</div>",
  "columns" : [ {
    "text" : "<div style='white-space:pre-line;height:57px'>单位从业人员</div>",
    "columns" : [ {
      "text" : "<div style='white-space:pre-line;height:22px'>2</div>",
      "width" : 60,
      "dataIndex" : "col4"
    } ]
  }, {
    "text" : "<div style='white-space:pre-line;height:22px'></div>",
    "columns" : [ {
      "text" : "<div style='white-space:pre-line;height:22px'>`1.在岗职工</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>3</div>",
        "width" : 60,
        "dataIndex" : "col5"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>2.劳务派遣人员</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>4</div>",
        "width" : 60,
        "dataIndex" : "col6"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>在岗劳务合计</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>5</div>",
        "width" : 60,
        "dataIndex" : "col7"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>3.其他从业人员</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>6</div>",
        "width" : 60,
        "dataIndex" : "col8"
      } ]
    } ]
  } ]
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>平均人数(人)</div>",
  "columns" : [ {
    "text" : "<div style='white-space:pre-line;height:57px'>单位从业人员</div>",
    "columns" : [ {
      "text" : "<div style='white-space:pre-line;height:22px'>7</div>",
      "width" : 60,
      "dataIndex" : "col9"
    } ]
  }, {
    "text" : "<div style='white-space:pre-line;height:22px'></div>",
    "columns" : [ {
      "text" : "<div style='white-space:pre-line;height:22px'>1.在岗职工</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>8</div>",
        "width" : 60,
        "dataIndex" : "col10"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>2.劳务派遣人员</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>9</div>",
        "width" : 60,
        "dataIndex" : "col11"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>在岗劳务合计</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>10</div>",
        "width" : 60,
        "dataIndex" : "col12"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>3.其他从业人员</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>11</div>",
        "width" : 60,
        "dataIndex" : "col13"
      } ]
    } ]
  } ]
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>工资总额(千元)</div>",
  "columns" : [ {
    "text" : "<div style='white-space:pre-line;height:57px'>从业人员工资总额</div>",
    "columns" : [ {
      "text" : "<div style='white-space:pre-line;height:22px'>12</div>",
      "width" : 60,
      "dataIndex" : "col14"
    } ]
  }, {
    "text" : "<div style='white-space:pre-line;height:22px'></div>",
    "columns" : [ {
      "text" : "<div style='white-space:pre-line;height:22px'>1.在岗职工工资总额</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>13</div>",
        "width" : 60,
        "dataIndex" : "col15"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>2.劳务派遣人员工资总额</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>14</div>",
        "width" : 60,
        "dataIndex" : "col16"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>在岗劳务合计</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>15</div>",
        "width" : 60,
        "dataIndex" : "col17"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>3.其他从业人员工资总额</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>16</div>",
        "width" : 60,
        "dataIndex" : "col18"
      } ]
    } ]
  } ]
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>平均工资(元)</div>",
  "columns" : [ {
    "text" : "<div style='white-space:pre-line;height:57px'>从业人员平均工资</div>",
    "columns" : [ {
      "text" : "<div style='white-space:pre-line;height:22px'>17</div>",
      "width" : 60,
      "dataIndex" : "col19"
    } ]
  }, {
    "text" : "<div style='white-space:pre-line;height:22px'></div>",
    "columns" : [ {
      "text" : "<div style='white-space:pre-line;height:22px'>1.在岗职工平均工资</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>18</div>",
        "width" : 60,
        "dataIndex" : "col20"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>2.劳务派遣人员平均工资</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>19</div>",
        "width" : 60,
        "dataIndex" : "col21"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>在岗劳务合计</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>20</div>",
        "width" : 60,
        "dataIndex" : "col22"
      } ]
    }, {
      "text" : "<div style='white-space:pre-line;height:22px'>3.其他从业人员平均工资</div>",
      "columns" : [ {
        "text" : "<div style='white-space:pre-line;height:22px'>21</div>",
        "width" : 60,
        "dataIndex" : "col23"
      } ]
    } ]
  } ]
} ],
    footerItems: [
        {
            html: ''
        },
        {
            html: '',
        },
        {
            html: ''
        },
        {
            colspan: 3,
            html: ''
        }
    ]
});