Ext.define('Kits.view.liShiShuju.429021_S204-1_1-5月住宿餐饮基层报表', {
    extend: 'Kits.view.liShiShuju.Base',
    title: '429021_S204-1_1-5月住宿餐饮基层报表',
    headerItems: [
        {
            html: ''
        },
        {
            html: '429021_S204-1_1-5月住宿餐饮基层报表',
        },
        {
            html: ''
        }
    ],
    store: Ext.create('Ext.data.ArrayStore', {
        fields: [
        '数据处理地',
        '组织机构代码',
        '单位详细名称',
        '本月;营业额总计;千元',
        '1-本月;营业额总计;千元',
        '上年同期;本月;营业额总计;千元',
        '上年同期;1-本月;营业额总计;千元',
        '本月;营业额总计;客房收入;千元',
        '1-本月;营业额总计;客房收入;千元',
        '上年同期;本月;营业额总计;客房收入;千元',
        '上年同期;1-本月;营业额总计;客房收入;千元',
        '本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元',
        '1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元',
        '上年同期;本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元',
        '上年同期;1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元',
        '本月;营业额总计;餐费收入;千元',
        '1-本月;营业额总计;餐费收入;千元',
        '上年同期;本月;营业额总计;餐费收入;千元',
        '上年同期;1-本月;营业额总计;餐费收入;千元',
        '本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元',
        '1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元',
        '上年同期;本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元',
        '上年同期;1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元',
        '本月;营业额总计;商品销售额;千元',
        '1-本月;营业额总计;商品销售额;千元',
        '上年同期;本月;营业额总计;商品销售额;千元',
        '上年同期;1-本月;营业额总计;商品销售额;千元',
        '本月;营业额总计;其他营业收入;千元',
        '1-本月;营业额总计;其他营业收入;千元',
        '上年同期;本月;营业额总计;其他营业收入;千元',
        '上年同期;1-本月;营业额总计;其他营业收入;千元'],
        data: [
        ['429021100001','08722863X','神农架盛景怡家酒店有限公司','170','1189','0','0','170','1189','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021100001','183712456','神农架宾馆有限责任公司','683','3714','677','3039','485','2273','474','1947','24','60','17','54','198','1441','203','1092','','0','0','0','','0','0','0','','0','0','0'],
        ['429021102001','309856931','神农架康帝君兰酒店有限公司','1007','3161','0','0','736','2265','0','0','','247','0','0','271','896','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021102001','571515091','湖北神农架旅游发展股份有限公司假日酒店','234','1042','254','1028','234','1042','254','1028','23','56','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021102001','576998838','湖北神农酒店有限公司','495','883','509','644','249','489','307','386','66','86','136','155','110','213','162','209','0','0','0','0','129','167','31','38','7','14','9','11'],
        ['429021102001','585453928','神农架军飞翔实业有限公司','174','957','196','585','174','957','196','585','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021102001','688491580','湖北神农旅游投资集团有限公司','627','1284','672','1048','119','444','94','303','0','0','0','0','94','401','158','315','0','0','0','0','31','56','43','53','383','383','377','377'],
        ['429021102001','711913041','湖北神农架神农山庄有限责任公司','2249','9532','1982','8131','1518','7035','1520','6248','120','1032','110','295','731','2497','462','1883','','0','0','0','','0','0','0','','0','0','0'],
        ['429021102001','780940617','湖北神旅酒店管理有限公司国源宾馆','142','629','116','541','115','378','28','267','0','0','0','0','20','240','88','265','0','0','0','0','7','11','0','9','0','0','0','0'],
        ['429021105200','573735717','神农架大九湖湿地公园管理局培训中心','','0','113','499','','0','103','336','','0','0','0','','0','10','163','','0','0','0','','0','0','0','','0','0','0']],
    }),
    columns: [ {
  "text" : "<div style='white-space:pre-line;height:80px'>数据处理地</div>",
  "width" : 80,
  "dataIndex" : "数据处理地"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>组织机构代码</div>",
  "width" : 80,
  "dataIndex" : "组织机构代码"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>单位详细名称</div>",
  "width" : 80,
  "dataIndex" : "单位详细名称"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;商品销售额;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;商品销售额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;商品销售额;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;商品销售额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;商品销售额;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;商品销售额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;商品销售额;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;商品销售额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;其他营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;其他营业收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;其他营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;其他营业收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;其他营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;其他营业收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;其他营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;其他营业收入;千元"
} ],
    footerItems: [
        {
            html: ''
        },
        {
            html: '',
        },
        {
            html: ''
        },
        {
            colspan: 3,
            html: ''
        }
    ]
});