Ext.define('Kits.view.liShiShuju.429021_S204-1_1-7月住宿餐饮基层报表', {
    extend: 'Kits.view.liShiShuju.Base',
    title: '429021_S204-1_1-7月住宿餐饮基层报表',
    headerItems: [
        {
            html: ''
        },
        {
            html: '429021_S204-1_1-7月住宿餐饮基层报表',
        },
        {
            html: ''
        }
    ],
    store: Ext.create('Ext.data.ArrayStore', {
        fields: [
        '数据处理地',
        '组织机构代码',
        '单位详细名称',
        '本月;营业额总计;千元',
        '1-本月;营业额总计;千元',
        '上年同期;本月;营业额总计;千元',
        '上年同期;1-本月;营业额总计;千元',
        '本月;营业额总计;客房收入;千元',
        '1-本月;营业额总计;客房收入;千元',
        '上年同期;本月;营业额总计;客房收入;千元',
        '上年同期;1-本月;营业额总计;客房收入;千元',
        '本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元',
        '1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元',
        '上年同期;本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元',
        '上年同期;1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元',
        '本月;营业额总计;餐费收入;千元',
        '1-本月;营业额总计;餐费收入;千元',
        '上年同期;本月;营业额总计;餐费收入;千元',
        '上年同期;1-本月;营业额总计;餐费收入;千元',
        '本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元',
        '1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元',
        '上年同期;本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元',
        '上年同期;1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元',
        '本月;营业额总计;商品销售额;千元',
        '1-本月;营业额总计;商品销售额;千元',
        '上年同期;本月;营业额总计;商品销售额;千元',
        '上年同期;1-本月;营业额总计;商品销售额;千元',
        '本月;营业额总计;其他营业收入;千元',
        '1-本月;营业额总计;其他营业收入;千元',
        '上年同期;本月;营业额总计;其他营业收入;千元',
        '上年同期;1-本月;营业额总计;其他营业收入;千元'],
        data: [
        ['429021100001','08722863X','神农架盛景怡家酒店有限公司','356','1747','0','0','356','1747','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021100001','183712456','神农架宾馆有限责任公司','887','5162','908','4525','515','3188','586','2881','','60','29','111','321','1923','322','1644','','0','0','0','12','12','0','0','39','39','0','0'],
        ['429021102001','309856931','神农架康帝君兰酒店有限公司','2205','6498','0','0','1623','4650','0','0','','247','0','0','582','1848','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021102001','571515091','湖北神农架旅游发展股份有限公司假日酒店','286','1628','229','1438','286','1628','229','1438','22','107','23','26','0','0','0','0','0','0','0','0','','0','0','0','','0','0','0'],
        ['429021102001','576998838','湖北神农酒店有限公司','811','2030','833','1779','504','1196','551','1103','88','209','75','281','225','537','226','510','0','0','0','0','57','247','40','132','25','50','16','34'],
        ['429021102001','585453928','神农架军飞翔实业有限公司','362','1504','488','1357','362','1504','488','1357','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021102001','688491580','湖北神农旅游投资集团有限公司','568','2220','1023','2811','150','760','181','681','0','0','0','0','204','710','529','1164','0','0','0','0','209','312','104','229','5','438','209','737'],
        ['429021102001','711913041','湖北神农架神农山庄有限责任公司','3922','17773','6768','15861','2971','13676','5589','12564','460','1712','475','1197','951','4097','1179','3297','','0','0','0','','0','0','0','','0','0','0'],
        ['429021102001','780940617','湖北神旅酒店管理有限公司国源宾馆','262','1316','409','1140','150','760','251','607','0','0','0','0','110','500','144','509','0','0','0','0','2','21','14','24','0','35','0','0'],
        ['429021105200','573735717','神农架大九湖湿地公园管理局培训中心','','0','745','1489','','0','587','1102','','0','0','0','','0','158','387','','0','0','0','','0','0','0','','0','0','0']],
    }),
    columns: [ {
  "text" : "<div style='white-space:pre-line;height:80px'>数据处理地</div>",
  "width" : 80,
  "dataIndex" : "数据处理地"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>组织机构代码</div>",
  "width" : 80,
  "dataIndex" : "组织机构代码"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>单位详细名称</div>",
  "width" : 80,
  "dataIndex" : "单位详细名称"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;商品销售额;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;商品销售额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;商品销售额;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;商品销售额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;商品销售额;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;商品销售额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;商品销售额;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;商品销售额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;其他营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;其他营业收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;其他营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;其他营业收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;其他营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;其他营业收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;其他营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;其他营业收入;千元"
} ],
    footerItems: [
        {
            html: ''
        },
        {
            html: '',
        },
        {
            html: ''
        },
        {
            colspan: 3,
            html: ''
        }
    ]
});