Ext.define('Kits.view.liShiShuju.429021_E204-11-4月批发零售商品销售和库存基层表', {
    extend: 'Kits.view.liShiShuju.Base',
    title: '429021_E204-11-4月批发零售商品销售和库存基层表',
    headerItems: [
        {
            html: ''
        },
        {
            html: '429021_E204-11-4月批发零售商品销售和库存基层表',
        },
        {
            html: ''
        }
    ],
    store: Ext.create('Ext.data.ArrayStore', {
        fields: [
        '数据处理地',
        '组织机构代码',
        '单位详细名称',
        '商品库存额;千元',
        '商品销售总额;本月;总计;千元',
        '商品销售总额;1-本月;总计;千元',
        '商品销售总额;上年同期;本月;总计;千元',
        '商品销售总额;上年同期;1-本月;总计;千元',
        '商品销售总额;零售额;本月;总计;千元',
        '商品销售总额;零售额;1-本月;总计;千元',
        '商品销售总额;零售额;上年同期;本月;总计;千元',
        '商品销售总额;零售额;上年同期;1-本月;总计;千元',
        '商品销售总额;本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;1-本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;上年同期;本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;上年同期;1-本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;零售额;本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;零售额;1-本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;零售额;上年同期;本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;零售额;上年同期;1-本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;本月;粮油、食品类;千元',
        '商品销售总额;1-本月;粮油、食品类;千元',
        '商品销售总额;上年同期;本月;粮油、食品类;千元',
        '商品销售总额;上年同期;1-本月;粮油、食品类;千元',
        '商品销售总额;零售额;本月;粮油、食品类;千元',
        '商品销售总额;零售额;1-本月;粮油、食品类;千元',
        '商品销售总额;零售额;上年同期;本月;粮油、食品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;粮油、食品类;千元',
        '商品销售总额;本月;其中：粮油类;千元',
        '商品销售总额;1-本月;其中：粮油类;千元',
        '商品销售总额;上年同期;本月;其中：粮油类;千元',
        '商品销售总额;上年同期;1-本月;其中：粮油类;千元',
        '商品销售总额;零售额;本月;其中：粮油类;千元',
        '商品销售总额;零售额;1-本月;其中：粮油类;千元',
        '商品销售总额;零售额;上年同期;本月;其中：粮油类;千元',
        '商品销售总额;零售额;上年同期;1-本月;其中：粮油类;千元',
        '商品销售总额;本月;　　　肉禽蛋类;千元',
        '商品销售总额;1-本月;　　　肉禽蛋类;千元',
        '商品销售总额;上年同期;本月;　　　肉禽蛋类;千元',
        '商品销售总额;上年同期;1-本月;　　　肉禽蛋类;千元',
        '商品销售总额;零售额;本月;　　　肉禽蛋类;千元',
        '商品销售总额;零售额;1-本月;　　　肉禽蛋类;千元',
        '商品销售总额;零售额;上年同期;本月;　　　肉禽蛋类;千元',
        '商品销售总额;零售额;上年同期;1-本月;　　　肉禽蛋类;千元',
        '商品销售总额;本月;　　　水产品类;千元',
        '商品销售总额;1-本月;　　　水产品类;千元',
        '商品销售总额;上年同期;本月;　　　水产品类;千元',
        '商品销售总额;上年同期;1-本月;　　　水产品类;千元',
        '商品销售总额;零售额;本月;　　　水产品类;千元',
        '商品销售总额;零售额;1-本月;　　　水产品类;千元',
        '商品销售总额;零售额;上年同期;本月;　　　水产品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;　　　水产品类;千元',
        '商品销售总额;本月;　　　蔬菜类;千元',
        '商品销售总额;1-本月;　　　蔬菜类;千元',
        '商品销售总额;上年同期;本月;　　　蔬菜类;千元',
        '商品销售总额;上年同期;1-本月;　　　蔬菜类;千元',
        '商品销售总额;零售额;本月;　　　蔬菜类;千元',
        '商品销售总额;零售额;1-本月;　　　蔬菜类;千元',
        '商品销售总额;零售额;上年同期;本月;　　　蔬菜类;千元',
        '商品销售总额;零售额;上年同期;1-本月;　　　蔬菜类;千元',
        '商品销售总额;本月;　　　干鲜果品类;千元',
        '商品销售总额;1-本月;　　　干鲜果品类;千元',
        '商品销售总额;上年同期;本月;　　　干鲜果品类;千元',
        '商品销售总额;上年同期;1-本月;　　　干鲜果品类;千元',
        '商品销售总额;零售额;本月;　　　干鲜果品类;千元',
        '商品销售总额;零售额;1-本月;　　　干鲜果品类;千元',
        '商品销售总额;零售额;上年同期;本月;　　　干鲜果品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;　　　干鲜果品类;千元',
        '商品销售总额;本月;饮料类;千元',
        '商品销售总额;1-本月;饮料类;千元',
        '商品销售总额;上年同期;本月;饮料类;千元',
        '商品销售总额;上年同期;1-本月;饮料类;千元',
        '商品销售总额;零售额;本月;饮料类;千元',
        '商品销售总额;零售额;1-本月;饮料类;千元',
        '商品销售总额;零售额;上年同期;本月;饮料类;千元',
        '商品销售总额;零售额;上年同期;1-本月;饮料类;千元',
        '商品销售总额;本月;烟酒类;千元',
        '商品销售总额;1-本月;烟酒类;千元',
        '商品销售总额;上年同期;本月;烟酒类;千元',
        '商品销售总额;上年同期;1-本月;烟酒类;千元',
        '商品销售总额;零售额;本月;烟酒类;千元',
        '商品销售总额;零售额;1-本月;烟酒类;千元',
        '商品销售总额;零售额;上年同期;本月;烟酒类;千元',
        '商品销售总额;零售额;上年同期;1-本月;烟酒类;千元',
        '商品销售总额;本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;1-本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;上年同期;本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;上年同期;1-本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;零售额;本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;零售额;1-本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;零售额;上年同期;本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;本月;服装类;千元',
        '商品销售总额;1-本月;服装类;千元',
        '商品销售总额;上年同期;本月;服装类;千元',
        '商品销售总额;上年同期;1-本月;服装类;千元',
        '商品销售总额;零售额;本月;服装类;千元',
        '商品销售总额;零售额;1-本月;服装类;千元',
        '商品销售总额;零售额;上年同期;本月;服装类;千元',
        '商品销售总额;零售额;上年同期;1-本月;服装类;千元',
        '商品销售总额;本月;鞋帽类;千元',
        '商品销售总额;1-本月;鞋帽类;千元',
        '商品销售总额;上年同期;本月;鞋帽类;千元',
        '商品销售总额;上年同期;1-本月;鞋帽类;千元',
        '商品销售总额;零售额;本月;鞋帽类;千元',
        '商品销售总额;零售额;1-本月;鞋帽类;千元',
        '商品销售总额;零售额;上年同期;本月;鞋帽类;千元',
        '商品销售总额;零售额;上年同期;1-本月;鞋帽类;千元',
        '商品销售总额;本月;针纺织品类;千元',
        '商品销售总额;1-本月;针纺织品类;千元',
        '商品销售总额;上年同期;本月;针纺织品类;千元',
        '商品销售总额;上年同期;1-本月;针纺织品类;千元',
        '商品销售总额;零售额;本月;针纺织品类;千元',
        '商品销售总额;零售额;1-本月;针纺织品类;千元',
        '商品销售总额;零售额;上年同期;本月;针纺织品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;针纺织品类;千元',
        '商品销售总额;本月;化妆品类;千元',
        '商品销售总额;1-本月;化妆品类;千元',
        '商品销售总额;上年同期;本月;化妆品类;千元',
        '商品销售总额;上年同期;1-本月;化妆品类;千元',
        '商品销售总额;零售额;本月;化妆品类;千元',
        '商品销售总额;零售额;1-本月;化妆品类;千元',
        '商品销售总额;零售额;上年同期;本月;化妆品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;化妆品类;千元',
        '商品销售总额;本月;金银珠宝类;千元',
        '商品销售总额;1-本月;金银珠宝类;千元',
        '商品销售总额;上年同期;本月;金银珠宝类;千元',
        '商品销售总额;上年同期;1-本月;金银珠宝类;千元',
        '商品销售总额;零售额;本月;金银珠宝类;千元',
        '商品销售总额;零售额;1-本月;金银珠宝类;千元',
        '商品销售总额;零售额;上年同期;本月;金银珠宝类;千元',
        '商品销售总额;零售额;上年同期;1-本月;金银珠宝类;千元',
        '商品销售总额;本月;日用品类;千元',
        '商品销售总额;1-本月;日用品类;千元',
        '商品销售总额;上年同期;本月;日用品类;千元',
        '商品销售总额;上年同期;1-本月;日用品类;千元',
        '商品销售总额;零售额;本月;日用品类;千元',
        '商品销售总额;零售额;1-本月;日用品类;千元',
        '商品销售总额;零售额;上年同期;本月;日用品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;日用品类;千元',
        '商品销售总额;本月;其中：儿童玩具类;千元',
        '商品销售总额;1-本月;其中：儿童玩具类;千元',
        '商品销售总额;上年同期;本月;其中：儿童玩具类;千元',
        '商品销售总额;上年同期;1-本月;其中：儿童玩具类;千元',
        '商品销售总额;零售额;本月;其中：儿童玩具类;千元',
        '商品销售总额;零售额;1-本月;其中：儿童玩具类;千元',
        '商品销售总额;零售额;上年同期;本月;其中：儿童玩具类;千元',
        '商品销售总额;零售额;上年同期;1-本月;其中：儿童玩具类;千元',
        '商品销售总额;本月;五金、电料类;千元',
        '商品销售总额;1-本月;五金、电料类;千元',
        '商品销售总额;上年同期;本月;五金、电料类;千元',
        '商品销售总额;上年同期;1-本月;五金、电料类;千元',
        '商品销售总额;零售额;本月;五金、电料类;千元',
        '商品销售总额;零售额;1-本月;五金、电料类;千元',
        '商品销售总额;零售额;上年同期;本月;五金、电料类;千元',
        '商品销售总额;零售额;上年同期;1-本月;五金、电料类;千元',
        '商品销售总额;本月;体育、娱乐用品类;千元',
        '商品销售总额;1-本月;体育、娱乐用品类;千元',
        '商品销售总额;上年同期;本月;体育、娱乐用品类;千元',
        '商品销售总额;上年同期;1-本月;体育、娱乐用品类;千元',
        '商品销售总额;零售额;本月;体育、娱乐用品类;千元',
        '商品销售总额;零售额;1-本月;体育、娱乐用品类;千元',
        '商品销售总额;零售额;上年同期;本月;体育、娱乐用品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;体育、娱乐用品类;千元',
        '商品销售总额;本月;其中：照相机类;千元',
        '商品销售总额;1-本月;其中：照相机类;千元',
        '商品销售总额;上年同期;本月;其中：照相机类;千元',
        '商品销售总额;上年同期;1-本月;其中：照相机类;千元',
        '商品销售总额;零售额;本月;其中：照相机类;千元',
        '商品销售总额;零售额;1-本月;其中：照相机类;千元',
        '商品销售总额;零售额;上年同期;本月;其中：照相机类;千元',
        '商品销售总额;零售额;上年同期;1-本月;其中：照相机类;千元',
        '商品销售总额;本月;书报杂志类;千元',
        '商品销售总额;1-本月;书报杂志类;千元',
        '商品销售总额;上年同期;本月;书报杂志类;千元',
        '商品销售总额;上年同期;1-本月;书报杂志类;千元',
        '商品销售总额;零售额;本月;书报杂志类;千元',
        '商品销售总额;零售额;1-本月;书报杂志类;千元',
        '商品销售总额;零售额;上年同期;本月;书报杂志类;千元',
        '商品销售总额;零售额;上年同期;1-本月;书报杂志类;千元',
        '商品销售总额;本月;电子出版物及音像制品类;千元',
        '商品销售总额;1-本月;电子出版物及音像制品类;千元',
        '商品销售总额;上年同期;本月;电子出版物及音像制品类;千元',
        '商品销售总额;上年同期;1-本月;电子出版物及音像制品类;千元',
        '商品销售总额;零售额;本月;电子出版物及音像制品类;千元',
        '商品销售总额;零售额;1-本月;电子出版物及音像制品类;千元',
        '商品销售总额;零售额;上年同期;本月;电子出版物及音像制品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;电子出版物及音像制品类;千元',
        '商品销售总额;本月;家用电器和音像器材类;千元',
        '商品销售总额;1-本月;家用电器和音像器材类;千元',
        '商品销售总额;上年同期;本月;家用电器和音像器材类;千元',
        '商品销售总额;上年同期;1-本月;家用电器和音像器材类;千元',
        '商品销售总额;零售额;本月;家用电器和音像器材类;千元',
        '商品销售总额;零售额;1-本月;家用电器和音像器材类;千元',
        '商品销售总额;零售额;上年同期;本月;家用电器和音像器材类;千元',
        '商品销售总额;零售额;上年同期;1-本月;家用电器和音像器材类;千元',
        '商品销售总额;本月;中西药品类;千元',
        '商品销售总额;1-本月;中西药品类;千元',
        '商品销售总额;上年同期;本月;中西药品类;千元',
        '商品销售总额;上年同期;1-本月;中西药品类;千元',
        '商品销售总额;零售额;本月;中西药品类;千元',
        '商品销售总额;零售额;1-本月;中西药品类;千元',
        '商品销售总额;零售额;上年同期;本月;中西药品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;中西药品类;千元',
        '商品销售总额;本月;其中：西药类;千元',
        '商品销售总额;1-本月;其中：西药类;千元',
        '商品销售总额;上年同期;本月;其中：西药类;千元',
        '商品销售总额;上年同期;1-本月;其中：西药类;千元',
        '商品销售总额;零售额;本月;其中：西药类;千元',
        '商品销售总额;零售额;1-本月;其中：西药类;千元',
        '商品销售总额;零售额;上年同期;本月;其中：西药类;千元',
        '商品销售总额;零售额;上年同期;1-本月;其中：西药类;千元',
        '商品销售总额;本月;　　　中草药及中成药类;千元',
        '商品销售总额;1-本月;　　　中草药及中成药类;千元',
        '商品销售总额;上年同期;本月;　　　中草药及中成药类;千元',
        '商品销售总额;上年同期;1-本月;　　　中草药及中成药类;千元',
        '商品销售总额;零售额;本月;　　　中草药及中成药类;千元',
        '商品销售总额;零售额;1-本月;　　　中草药及中成药类;千元',
        '商品销售总额;零售额;上年同期;本月;　　　中草药及中成药类;千元',
        '商品销售总额;零售额;上年同期;1-本月;　　　中草药及中成药类;千元',
        '商品销售总额;本月;文化办公用品类;千元',
        '商品销售总额;1-本月;文化办公用品类;千元',
        '商品销售总额;上年同期;本月;文化办公用品类;千元',
        '商品销售总额;上年同期;1-本月;文化办公用品类;千元',
        '商品销售总额;零售额;本月;文化办公用品类;千元',
        '商品销售总额;零售额;1-本月;文化办公用品类;千元',
        '商品销售总额;零售额;上年同期;本月;文化办公用品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;文化办公用品类;千元',
        '商品销售总额;本月;其中：计算机及其配套产品;千元',
        '商品销售总额;1-本月;其中：计算机及其配套产品;千元',
        '商品销售总额;上年同期;本月;其中：计算机及其配套产品;千元',
        '商品销售总额;上年同期;1-本月;其中：计算机及其配套产品;千元',
        '商品销售总额;零售额;本月;其中：计算机及其配套产品;千元',
        '商品销售总额;零售额;1-本月;其中：计算机及其配套产品;千元',
        '商品销售总额;零售额;上年同期;本月;其中：计算机及其配套产品;千元',
        '商品销售总额;零售额;上年同期;1-本月;其中：计算机及其配套产品;千元',
        '商品销售总额;本月;家具类;千元',
        '商品销售总额;1-本月;家具类;千元',
        '商品销售总额;上年同期;本月;家具类;千元',
        '商品销售总额;上年同期;1-本月;家具类;千元',
        '商品销售总额;零售额;本月;家具类;千元',
        '商品销售总额;零售额;1-本月;家具类;千元',
        '商品销售总额;零售额;上年同期;本月;家具类;千元',
        '商品销售总额;零售额;上年同期;1-本月;家具类;千元',
        '商品销售总额;本月;通讯器材类;千元',
        '商品销售总额;1-本月;通讯器材类;千元',
        '商品销售总额;上年同期;本月;通讯器材类;千元',
        '商品销售总额;上年同期;1-本月;通讯器材类;千元',
        '商品销售总额;零售额;本月;通讯器材类;千元',
        '商品销售总额;零售额;1-本月;通讯器材类;千元',
        '商品销售总额;零售额;上年同期;本月;通讯器材类;千元',
        '商品销售总额;零售额;上年同期;1-本月;通讯器材类;千元',
        '商品销售总额;本月;煤炭及制品类;千元',
        '商品销售总额;1-本月;煤炭及制品类;千元',
        '商品销售总额;上年同期;本月;煤炭及制品类;千元',
        '商品销售总额;上年同期;1-本月;煤炭及制品类;千元',
        '商品销售总额;零售额;本月;煤炭及制品类;千元',
        '商品销售总额;零售额;1-本月;煤炭及制品类;千元',
        '商品销售总额;零售额;上年同期;本月;煤炭及制品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;煤炭及制品类;千元',
        '商品销售总额;本月;木材及制品类;千元',
        '商品销售总额;1-本月;木材及制品类;千元',
        '商品销售总额;上年同期;本月;木材及制品类;千元',
        '商品销售总额;上年同期;1-本月;木材及制品类;千元',
        '商品销售总额;零售额;本月;木材及制品类;千元',
        '商品销售总额;零售额;1-本月;木材及制品类;千元',
        '商品销售总额;零售额;上年同期;本月;木材及制品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;木材及制品类;千元',
        '商品销售总额;本月;石油及制品类;千元',
        '商品销售总额;1-本月;石油及制品类;千元',
        '商品销售总额;上年同期;本月;石油及制品类;千元',
        '商品销售总额;上年同期;1-本月;石油及制品类;千元',
        '商品销售总额;零售额;本月;石油及制品类;千元',
        '商品销售总额;零售额;1-本月;石油及制品类;千元',
        '商品销售总额;零售额;上年同期;本月;石油及制品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;石油及制品类;千元',
        '商品销售总额;本月;化工材料及制品类;千元',
        '商品销售总额;1-本月;化工材料及制品类;千元',
        '商品销售总额;上年同期;本月;化工材料及制品类;千元',
        '商品销售总额;上年同期;1-本月;化工材料及制品类;千元',
        '商品销售总额;零售额;本月;化工材料及制品类;千元',
        '商品销售总额;零售额;1-本月;化工材料及制品类;千元',
        '商品销售总额;零售额;上年同期;本月;化工材料及制品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;化工材料及制品类;千元',
        '商品销售总额;本月;其中：化肥类;千元',
        '商品销售总额;1-本月;其中：化肥类;千元',
        '商品销售总额;上年同期;本月;其中：化肥类;千元',
        '商品销售总额;上年同期;1-本月;其中：化肥类;千元',
        '商品销售总额;零售额;本月;其中：化肥类;千元',
        '商品销售总额;零售额;1-本月;其中：化肥类;千元',
        '商品销售总额;零售额;上年同期;本月;其中：化肥类;千元',
        '商品销售总额;零售额;上年同期;1-本月;其中：化肥类;千元',
        '商品销售总额;本月;金属材料类;千元',
        '商品销售总额;1-本月;金属材料类;千元',
        '商品销售总额;上年同期;本月;金属材料类;千元',
        '商品销售总额;上年同期;1-本月;金属材料类;千元',
        '商品销售总额;零售额;本月;金属材料类;千元',
        '商品销售总额;零售额;1-本月;金属材料类;千元',
        '商品销售总额;零售额;上年同期;本月;金属材料类;千元',
        '商品销售总额;零售额;上年同期;1-本月;金属材料类;千元',
        '商品销售总额;本月;建筑及装潢材料类;千元',
        '商品销售总额;1-本月;建筑及装潢材料类;千元',
        '商品销售总额;上年同期;本月;建筑及装潢材料类;千元',
        '商品销售总额;上年同期;1-本月;建筑及装潢材料类;千元',
        '商品销售总额;零售额;本月;建筑及装潢材料类;千元',
        '商品销售总额;零售额;1-本月;建筑及装潢材料类;千元',
        '商品销售总额;零售额;上年同期;本月;建筑及装潢材料类;千元',
        '商品销售总额;零售额;上年同期;1-本月;建筑及装潢材料类;千元',
        '商品销售总额;本月;机电产品及设备类;千元',
        '商品销售总额;1-本月;机电产品及设备类;千元',
        '商品销售总额;上年同期;本月;机电产品及设备类;千元',
        '商品销售总额;上年同期;1-本月;机电产品及设备类;千元',
        '商品销售总额;零售额;本月;机电产品及设备类;千元',
        '商品销售总额;零售额;1-本月;机电产品及设备类;千元',
        '商品销售总额;零售额;上年同期;本月;机电产品及设备类;千元',
        '商品销售总额;零售额;上年同期;1-本月;机电产品及设备类;千元',
        '商品销售总额;本月;其中：农机类;千元',
        '商品销售总额;1-本月;其中：农机类;千元',
        '商品销售总额;上年同期;本月;其中：农机类;千元',
        '商品销售总额;上年同期;1-本月;其中：农机类;千元',
        '商品销售总额;零售额;本月;其中：农机类;千元',
        '商品销售总额;零售额;1-本月;其中：农机类;千元',
        '商品销售总额;零售额;上年同期;本月;其中：农机类;千元',
        '商品销售总额;零售额;上年同期;1-本月;其中：农机类;千元',
        '商品销售总额;本月;汽车类;千元',
        '商品销售总额;1-本月;汽车类;千元',
        '商品销售总额;上年同期;本月;汽车类;千元',
        '商品销售总额;上年同期;1-本月;汽车类;千元',
        '商品销售总额;零售额;本月;汽车类;千元',
        '商品销售总额;零售额;1-本月;汽车类;千元',
        '商品销售总额;零售额;上年同期;本月;汽车类;千元',
        '商品销售总额;零售额;上年同期;1-本月;汽车类;千元',
        '商品销售总额;本月;种子饲料类;千元',
        '商品销售总额;1-本月;种子饲料类;千元',
        '商品销售总额;上年同期;本月;种子饲料类;千元',
        '商品销售总额;上年同期;1-本月;种子饲料类;千元',
        '商品销售总额;零售额;本月;种子饲料类;千元',
        '商品销售总额;零售额;1-本月;种子饲料类;千元',
        '商品销售总额;零售额;上年同期;本月;种子饲料类;千元',
        '商品销售总额;零售额;上年同期;1-本月;种子饲料类;千元',
        '商品销售总额;本月;棉麻类;千元',
        '商品销售总额;1-本月;棉麻类;千元',
        '商品销售总额;上年同期;本月;棉麻类;千元',
        '商品销售总额;上年同期;1-本月;棉麻类;千元',
        '商品销售总额;零售额;本月;棉麻类;千元',
        '商品销售总额;零售额;1-本月;棉麻类;千元',
        '商品销售总额;零售额;上年同期;本月;棉麻类;千元',
        '商品销售总额;零售额;上年同期;1-本月;棉麻类;千元',
        '商品销售总额;本月;其他类;千元',
        '商品销售总额;1-本月;其他类;千元',
        '商品销售总额;上年同期;本月;其他类;千元',
        '商品销售总额;上年同期;1-本月;其他类;千元',
        '商品销售总额;零售额;本月;其他类;千元',
        '商品销售总额;零售额;1-本月;其他类;千元',
        '商品销售总额;零售额;上年同期;本月;其他类;千元',
        '商品销售总额;零售额;上年同期;1-本月;其他类;千元'],
        data: [
        ['429021100001','087243493','神农架惠诚购物广场有限公司','705','892','5357','712','4124','892','5357','712','4124','','0','0','0','','0','0','0','571','2828','435','2730','571','2828','435','2730','51','432','23','204','51','432','23','204','49','324','34','267','49','324','34','267','5','80','2','22','5','80','2','22','258','918','144','884','258','918','144','884','118','420','103','450','118','420','103','450','47','444','49','208','47','444','49','208','43','372','47','316','43','372','47','316','20','303','13','58','20','303','13','58','4','72','2','14','4','72','2','14','8','105','3','9','8','105','3','9','8','126','8','35','8','126','8','35','32','197','19','103','32','197','19','103','','0','0','0','','0','0','0','170','1093','145','693','170','1093','145','693','29','176','13','49','29','176','13','49','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','9','120','4','16','9','120','4','16'],
        ['429021100001','707087103','神农架林区粮食收储有限责任公司','7299','174','447','157','499','174','447','157','499','','0','0','0','','0','0','0','174','447','157','499','174','447','157','499','174','447','157','499','174','447','157','499','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021100001','737125422','湖北卫康药业有限公司','2410','1243','4339','1039','3922','857','3059','755','2928','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','1243','4339','1039','3922','857','3059','755','2928','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021100002','068441400','神农架乐康商贸有限公司','3000','644','3900','1448','15516','644','3900','1273','14881','0','0','0','0','0','0','0','0','336','2342','480','2813','336','2342','480','2813','79','782','220','1645','79','782','220','1645','44','398','60','260','44','398','60','260','2','124','30','105','2','124','30','105','3','155','80','220','3','155','80','220','208','883','50','303','208','883','50','303','59','478','100','768','59','478','100','768','60','163','160','3672','60','163','160','3672','26','141','65','937','26','141','65','937','0','3','35','485','0','3','35','485','1','3','20','290','1','3','20','290','25','135','10','162','25','135','10','162','0','80','20','113','0','80','20','113','0','0','0','0','0','0','0','0','105','326','50','390','105','326','50','390','1','50','8','34','1','50','8','34','0','0','200','880','0','0','200','880','0','0','30','150','0','0','30','150','0','0','0','0','0','0','0','0','0','0','50','422','0','0','50','422','0','0','20','135','0','0','20','135','14','97','20','240','14','97','20','240','0','0','0','0','0','0','0','0','0','0','0','0','0','0','0','0','0','0','0','0','0','0','0','0','8','40','32','194','8','40','32','194','0','0','0','0','0','0','0','0','0','0','10','72','0','0','10','72','0','0','2','19','0','0','2','19','0','0','0','0','0','0','0','0','0','0','100','330','','0','0','0','0','0','0','0','0','0','0','0','0','0','0','0','','0','0','0','0','0','0','0','','0','0','0','0','0','55','225','','0','0','0','0','0','0','0','0','0','0','0','0','0','20','80','0','0','0','0','0','0','15','75','','0','0','0','0','0','0','0','0','0','0','0','0','0','0','0','','0','0','0','0','0','0','0','0','0','0','0','36','233','34','4076','36','233','34','4076'],
        ['429021100002','183710047','湖北省烟草公司神农架林区公司','7612','8844','42469','7612','42815','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','8844','42469','7612','42815','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021100002','183710071','中国石油化工股份有限公司湖北神农架石油分公司','2240','10190','29642','10300','30565','4585','13338','4635','13754','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','10190','29642','10300','30565','4585','13338','4635','13754','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021100002','670372997','神农架琦源购物广场有限责任公司','618','','0','502','1905','','0','502','1905','','0','','0','','0','','0','','0','299','1141','','0','299','1141','','0','148','531','','0','148','531','','0','42','196','','0','42','196','','0','','0','','0','','0','','0','74','295','','0','74','295','','0','35','119','','0','35','119','','0','17','69','','0','17','69','','0','24','85','','0','24','85','','0','53','213','','0','53','213','','0','25','104','','0','25','104','','0','15','60','','0','15','60','','0','13','49','','0','13','49','','0','22','80','','0','22','80','','0','','0','','0','','0','','0','28','97','','0','28','97','','0','0','18','','0','0','18','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','26','101','','0','26','101','','0','18','66','','0','18','66','','0','8','33','','0','8','33','','0','10','33','','0','10','33','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','15','53','','0','15','53','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0'],
        ['429021100002','695123161','神农架永康食品开发有限责任公司','855','3010','8084','1457','5906','2600','5800','1250','4250','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','3010','8084','1457','5906','2600','5800','1250','4250','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021100002','L27050078','神农架林区吉安汽车销售有限责任公司','320','520','2060','520','2030','520','2060','520','2030','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','520','2060','520','2030','520','2060','520','2030','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0']],
    }),
    columns: [ {
  "text" : "<div style='white-space:pre-line;height:80px'>数据处理地</div>",
  "width" : 80,
  "dataIndex" : "数据处理地"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>组织机构代码</div>",
  "width" : 80,
  "dataIndex" : "组织机构代码"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>单位详细名称</div>",
  "width" : 80,
  "dataIndex" : "单位详细名称"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品库存额;千元</div>",
  "width" : 80,
  "dataIndex" : "商品库存额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其他类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其他类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其他类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其他类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其他类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其他类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其他类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其他类;千元"
} ],
    footerItems: [
        {
            html: ''
        },
        {
            html: '',
        },
        {
            html: ''
        },
        {
            colspan: 3,
            html: ''
        }
    ]
});