Ext.define('Kits.view.liShiShuju.429021_E204-1_1-12月批发零售商品销售和库存基层表', {
    extend: 'Kits.view.liShiShuju.Base',
    title: '429021_E204-1_1-12月批发零售商品销售和库存基层表',
    headerItems: [
        {
            html: ''
        },
        {
            html: '429021_E204-1_1-12月批发零售商品销售和库存基层表',
        },
        {
            html: ''
        }
    ],
    store: Ext.create('Ext.data.ArrayStore', {
        fields: [
        '数据处理地',
        '组织机构代码',
        '单位详细名称',
        '商品销售总额;本月;总计;千元',
        '商品销售总额;1-本月;总计;千元',
        '商品销售总额;上年同期;本月;总计;千元',
        '商品销售总额;上年同期;1-本月;总计;千元',
        '商品销售总额;零售额;本月;总计;千元',
        '商品销售总额;零售额;1-本月;总计;千元',
        '商品销售总额;零售额;上年同期;本月;总计;千元',
        '商品销售总额;零售额;上年同期;1-本月;总计;千元',
        '商品销售总额;本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;1-本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;上年同期;本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;上年同期;1-本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;零售额;本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;零售额;1-本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;零售额;上年同期;本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;零售额;上年同期;1-本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;本月;粮油、食品类;千元',
        '商品销售总额;1-本月;粮油、食品类;千元',
        '商品销售总额;上年同期;本月;粮油、食品类;千元',
        '商品销售总额;上年同期;1-本月;粮油、食品类;千元',
        '商品销售总额;零售额;本月;粮油、食品类;千元',
        '商品销售总额;零售额;1-本月;粮油、食品类;千元',
        '商品销售总额;零售额;上年同期;本月;粮油、食品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;粮油、食品类;千元',
        '商品销售总额;本月;其中：粮油类;千元',
        '商品销售总额;1-本月;其中：粮油类;千元',
        '商品销售总额;上年同期;本月;其中：粮油类;千元',
        '商品销售总额;上年同期;1-本月;其中：粮油类;千元',
        '商品销售总额;零售额;本月;其中：粮油类;千元',
        '商品销售总额;零售额;1-本月;其中：粮油类;千元',
        '商品销售总额;零售额;上年同期;本月;其中：粮油类;千元',
        '商品销售总额;零售额;上年同期;1-本月;其中：粮油类;千元',
        '商品销售总额;本月;　　　肉禽蛋类;千元',
        '商品销售总额;1-本月;　　　肉禽蛋类;千元',
        '商品销售总额;上年同期;本月;　　　肉禽蛋类;千元',
        '商品销售总额;上年同期;1-本月;　　　肉禽蛋类;千元',
        '商品销售总额;零售额;本月;　　　肉禽蛋类;千元',
        '商品销售总额;零售额;1-本月;　　　肉禽蛋类;千元',
        '商品销售总额;零售额;上年同期;本月;　　　肉禽蛋类;千元',
        '商品销售总额;零售额;上年同期;1-本月;　　　肉禽蛋类;千元',
        '商品销售总额;本月;　　　水产品类;千元',
        '商品销售总额;1-本月;　　　水产品类;千元',
        '商品销售总额;上年同期;本月;　　　水产品类;千元',
        '商品销售总额;上年同期;1-本月;　　　水产品类;千元',
        '商品销售总额;零售额;本月;　　　水产品类;千元',
        '商品销售总额;零售额;1-本月;　　　水产品类;千元',
        '商品销售总额;零售额;上年同期;本月;　　　水产品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;　　　水产品类;千元',
        '商品销售总额;本月;　　　蔬菜类;千元',
        '商品销售总额;1-本月;　　　蔬菜类;千元',
        '商品销售总额;上年同期;本月;　　　蔬菜类;千元',
        '商品销售总额;上年同期;1-本月;　　　蔬菜类;千元',
        '商品销售总额;零售额;本月;　　　蔬菜类;千元',
        '商品销售总额;零售额;1-本月;　　　蔬菜类;千元',
        '商品销售总额;零售额;上年同期;本月;　　　蔬菜类;千元',
        '商品销售总额;零售额;上年同期;1-本月;　　　蔬菜类;千元',
        '商品销售总额;本月;　　　干鲜果品类;千元',
        '商品销售总额;1-本月;　　　干鲜果品类;千元',
        '商品销售总额;上年同期;本月;　　　干鲜果品类;千元',
        '商品销售总额;上年同期;1-本月;　　　干鲜果品类;千元',
        '商品销售总额;零售额;本月;　　　干鲜果品类;千元',
        '商品销售总额;零售额;1-本月;　　　干鲜果品类;千元',
        '商品销售总额;零售额;上年同期;本月;　　　干鲜果品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;　　　干鲜果品类;千元',
        '商品销售总额;本月;饮料类;千元',
        '商品销售总额;1-本月;饮料类;千元',
        '商品销售总额;上年同期;本月;饮料类;千元',
        '商品销售总额;上年同期;1-本月;饮料类;千元',
        '商品销售总额;零售额;本月;饮料类;千元',
        '商品销售总额;零售额;1-本月;饮料类;千元',
        '商品销售总额;零售额;上年同期;本月;饮料类;千元',
        '商品销售总额;零售额;上年同期;1-本月;饮料类;千元',
        '商品销售总额;本月;烟酒类;千元',
        '商品销售总额;1-本月;烟酒类;千元',
        '商品销售总额;上年同期;本月;烟酒类;千元',
        '商品销售总额;上年同期;1-本月;烟酒类;千元',
        '商品销售总额;零售额;本月;烟酒类;千元',
        '商品销售总额;零售额;1-本月;烟酒类;千元',
        '商品销售总额;零售额;上年同期;本月;烟酒类;千元',
        '商品销售总额;零售额;上年同期;1-本月;烟酒类;千元',
        '商品销售总额;本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;1-本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;上年同期;本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;上年同期;1-本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;零售额;本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;零售额;1-本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;零售额;上年同期;本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;本月;服装类;千元',
        '商品销售总额;1-本月;服装类;千元',
        '商品销售总额;上年同期;本月;服装类;千元',
        '商品销售总额;上年同期;1-本月;服装类;千元',
        '商品销售总额;零售额;本月;服装类;千元',
        '商品销售总额;零售额;1-本月;服装类;千元',
        '商品销售总额;零售额;上年同期;本月;服装类;千元',
        '商品销售总额;零售额;上年同期;1-本月;服装类;千元',
        '商品销售总额;本月;鞋帽类;千元',
        '商品销售总额;1-本月;鞋帽类;千元',
        '商品销售总额;上年同期;本月;鞋帽类;千元',
        '商品销售总额;上年同期;1-本月;鞋帽类;千元',
        '商品销售总额;零售额;本月;鞋帽类;千元',
        '商品销售总额;零售额;1-本月;鞋帽类;千元',
        '商品销售总额;零售额;上年同期;本月;鞋帽类;千元',
        '商品销售总额;零售额;上年同期;1-本月;鞋帽类;千元',
        '商品销售总额;本月;针纺织品类;千元',
        '商品销售总额;1-本月;针纺织品类;千元',
        '商品销售总额;上年同期;本月;针纺织品类;千元',
        '商品销售总额;上年同期;1-本月;针纺织品类;千元',
        '商品销售总额;零售额;本月;针纺织品类;千元',
        '商品销售总额;零售额;1-本月;针纺织品类;千元',
        '商品销售总额;零售额;上年同期;本月;针纺织品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;针纺织品类;千元',
        '商品销售总额;本月;化妆品类;千元',
        '商品销售总额;1-本月;化妆品类;千元',
        '商品销售总额;上年同期;本月;化妆品类;千元',
        '商品销售总额;上年同期;1-本月;化妆品类;千元',
        '商品销售总额;零售额;本月;化妆品类;千元',
        '商品销售总额;零售额;1-本月;化妆品类;千元',
        '商品销售总额;零售额;上年同期;本月;化妆品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;化妆品类;千元',
        '商品销售总额;本月;金银珠宝类;千元',
        '商品销售总额;1-本月;金银珠宝类;千元',
        '商品销售总额;上年同期;本月;金银珠宝类;千元',
        '商品销售总额;上年同期;1-本月;金银珠宝类;千元',
        '商品销售总额;零售额;本月;金银珠宝类;千元',
        '商品销售总额;零售额;1-本月;金银珠宝类;千元',
        '商品销售总额;零售额;上年同期;本月;金银珠宝类;千元',
        '商品销售总额;零售额;上年同期;1-本月;金银珠宝类;千元',
        '商品销售总额;本月;日用品类;千元',
        '商品销售总额;1-本月;日用品类;千元',
        '商品销售总额;上年同期;本月;日用品类;千元',
        '商品销售总额;上年同期;1-本月;日用品类;千元',
        '商品销售总额;零售额;本月;日用品类;千元',
        '商品销售总额;零售额;1-本月;日用品类;千元',
        '商品销售总额;零售额;上年同期;本月;日用品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;日用品类;千元',
        '商品销售总额;本月;其中：儿童玩具类;千元',
        '商品销售总额;1-本月;其中：儿童玩具类;千元',
        '商品销售总额;上年同期;本月;其中：儿童玩具类;千元',
        '商品销售总额;上年同期;1-本月;其中：儿童玩具类;千元',
        '商品销售总额;零售额;本月;其中：儿童玩具类;千元',
        '商品销售总额;零售额;1-本月;其中：儿童玩具类;千元',
        '商品销售总额;零售额;上年同期;本月;其中：儿童玩具类;千元',
        '商品销售总额;零售额;上年同期;1-本月;其中：儿童玩具类;千元',
        '商品销售总额;本月;五金、电料类;千元',
        '商品销售总额;1-本月;五金、电料类;千元',
        '商品销售总额;上年同期;本月;五金、电料类;千元',
        '商品销售总额;上年同期;1-本月;五金、电料类;千元',
        '商品销售总额;零售额;本月;五金、电料类;千元',
        '商品销售总额;零售额;1-本月;五金、电料类;千元',
        '商品销售总额;零售额;上年同期;本月;五金、电料类;千元',
        '商品销售总额;零售额;上年同期;1-本月;五金、电料类;千元',
        '商品销售总额;本月;体育、娱乐用品类;千元',
        '商品销售总额;1-本月;体育、娱乐用品类;千元',
        '商品销售总额;上年同期;本月;体育、娱乐用品类;千元',
        '商品销售总额;上年同期;1-本月;体育、娱乐用品类;千元',
        '商品销售总额;零售额;本月;体育、娱乐用品类;千元',
        '商品销售总额;零售额;1-本月;体育、娱乐用品类;千元',
        '商品销售总额;零售额;上年同期;本月;体育、娱乐用品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;体育、娱乐用品类;千元',
        '商品销售总额;本月;其中：照相机类;千元',
        '商品销售总额;1-本月;其中：照相机类;千元',
        '商品销售总额;上年同期;本月;其中：照相机类;千元',
        '商品销售总额;上年同期;1-本月;其中：照相机类;千元',
        '商品销售总额;零售额;本月;其中：照相机类;千元',
        '商品销售总额;零售额;1-本月;其中：照相机类;千元',
        '商品销售总额;零售额;上年同期;本月;其中：照相机类;千元',
        '商品销售总额;零售额;上年同期;1-本月;其中：照相机类;千元',
        '商品销售总额;本月;书报杂志类;千元',
        '商品销售总额;1-本月;书报杂志类;千元',
        '商品销售总额;上年同期;本月;书报杂志类;千元',
        '商品销售总额;上年同期;1-本月;书报杂志类;千元',
        '商品销售总额;零售额;本月;书报杂志类;千元',
        '商品销售总额;零售额;1-本月;书报杂志类;千元',
        '商品销售总额;零售额;上年同期;本月;书报杂志类;千元',
        '商品销售总额;零售额;上年同期;1-本月;书报杂志类;千元',
        '商品销售总额;本月;电子出版物及音像制品类;千元',
        '商品销售总额;1-本月;电子出版物及音像制品类;千元',
        '商品销售总额;上年同期;本月;电子出版物及音像制品类;千元',
        '商品销售总额;上年同期;1-本月;电子出版物及音像制品类;千元',
        '商品销售总额;零售额;本月;电子出版物及音像制品类;千元',
        '商品销售总额;零售额;1-本月;电子出版物及音像制品类;千元',
        '商品销售总额;零售额;上年同期;本月;电子出版物及音像制品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;电子出版物及音像制品类;千元',
        '商品销售总额;本月;家用电器和音像器材类;千元',
        '商品销售总额;1-本月;家用电器和音像器材类;千元',
        '商品销售总额;上年同期;本月;家用电器和音像器材类;千元',
        '商品销售总额;上年同期;1-本月;家用电器和音像器材类;千元',
        '商品销售总额;零售额;本月;家用电器和音像器材类;千元',
        '商品销售总额;零售额;1-本月;家用电器和音像器材类;千元',
        '商品销售总额;零售额;上年同期;本月;家用电器和音像器材类;千元',
        '商品销售总额;零售额;上年同期;1-本月;家用电器和音像器材类;千元',
        '商品销售总额;本月;中西药品类;千元',
        '商品销售总额;1-本月;中西药品类;千元',
        '商品销售总额;上年同期;本月;中西药品类;千元',
        '商品销售总额;上年同期;1-本月;中西药品类;千元',
        '商品销售总额;零售额;本月;中西药品类;千元',
        '商品销售总额;零售额;1-本月;中西药品类;千元',
        '商品销售总额;零售额;上年同期;本月;中西药品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;中西药品类;千元',
        '商品销售总额;本月;其中：西药类;千元',
        '商品销售总额;1-本月;其中：西药类;千元',
        '商品销售总额;上年同期;本月;其中：西药类;千元',
        '商品销售总额;上年同期;1-本月;其中：西药类;千元',
        '商品销售总额;零售额;本月;其中：西药类;千元',
        '商品销售总额;零售额;1-本月;其中：西药类;千元',
        '商品销售总额;零售额;上年同期;本月;其中：西药类;千元',
        '商品销售总额;零售额;上年同期;1-本月;其中：西药类;千元',
        '商品销售总额;本月;　　　中草药及中成药类;千元',
        '商品销售总额;1-本月;　　　中草药及中成药类;千元',
        '商品销售总额;上年同期;本月;　　　中草药及中成药类;千元',
        '商品销售总额;上年同期;1-本月;　　　中草药及中成药类;千元',
        '商品销售总额;零售额;本月;　　　中草药及中成药类;千元',
        '商品销售总额;零售额;1-本月;　　　中草药及中成药类;千元',
        '商品销售总额;零售额;上年同期;本月;　　　中草药及中成药类;千元',
        '商品销售总额;零售额;上年同期;1-本月;　　　中草药及中成药类;千元',
        '商品销售总额;本月;文化办公用品类;千元',
        '商品销售总额;1-本月;文化办公用品类;千元',
        '商品销售总额;上年同期;本月;文化办公用品类;千元',
        '商品销售总额;上年同期;1-本月;文化办公用品类;千元',
        '商品销售总额;零售额;本月;文化办公用品类;千元',
        '商品销售总额;零售额;1-本月;文化办公用品类;千元',
        '商品销售总额;零售额;上年同期;本月;文化办公用品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;文化办公用品类;千元',
        '商品销售总额;本月;其中：计算机及其配套产品;千元',
        '商品销售总额;1-本月;其中：计算机及其配套产品;千元',
        '商品销售总额;上年同期;本月;其中：计算机及其配套产品;千元',
        '商品销售总额;上年同期;1-本月;其中：计算机及其配套产品;千元',
        '商品销售总额;零售额;本月;其中：计算机及其配套产品;千元',
        '商品销售总额;零售额;1-本月;其中：计算机及其配套产品;千元',
        '商品销售总额;零售额;上年同期;本月;其中：计算机及其配套产品;千元',
        '商品销售总额;零售额;上年同期;1-本月;其中：计算机及其配套产品;千元',
        '商品销售总额;本月;家具类;千元',
        '商品销售总额;1-本月;家具类;千元',
        '商品销售总额;上年同期;本月;家具类;千元',
        '商品销售总额;上年同期;1-本月;家具类;千元',
        '商品销售总额;零售额;本月;家具类;千元',
        '商品销售总额;零售额;1-本月;家具类;千元',
        '商品销售总额;零售额;上年同期;本月;家具类;千元',
        '商品销售总额;零售额;上年同期;1-本月;家具类;千元',
        '商品销售总额;本月;通讯器材类;千元',
        '商品销售总额;1-本月;通讯器材类;千元',
        '商品销售总额;上年同期;本月;通讯器材类;千元',
        '商品销售总额;上年同期;1-本月;通讯器材类;千元',
        '商品销售总额;零售额;本月;通讯器材类;千元',
        '商品销售总额;零售额;1-本月;通讯器材类;千元',
        '商品销售总额;零售额;上年同期;本月;通讯器材类;千元',
        '商品销售总额;零售额;上年同期;1-本月;通讯器材类;千元',
        '商品销售总额;本月;煤炭及制品类;千元',
        '商品销售总额;1-本月;煤炭及制品类;千元',
        '商品销售总额;上年同期;本月;煤炭及制品类;千元',
        '商品销售总额;上年同期;1-本月;煤炭及制品类;千元',
        '商品销售总额;零售额;本月;煤炭及制品类;千元',
        '商品销售总额;零售额;1-本月;煤炭及制品类;千元',
        '商品销售总额;零售额;上年同期;本月;煤炭及制品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;煤炭及制品类;千元',
        '商品销售总额;本月;木材及制品类;千元',
        '商品销售总额;1-本月;木材及制品类;千元',
        '商品销售总额;上年同期;本月;木材及制品类;千元',
        '商品销售总额;上年同期;1-本月;木材及制品类;千元',
        '商品销售总额;零售额;本月;木材及制品类;千元',
        '商品销售总额;零售额;1-本月;木材及制品类;千元',
        '商品销售总额;零售额;上年同期;本月;木材及制品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;木材及制品类;千元',
        '商品销售总额;本月;石油及制品类;千元',
        '商品销售总额;1-本月;石油及制品类;千元',
        '商品销售总额;上年同期;本月;石油及制品类;千元',
        '商品销售总额;上年同期;1-本月;石油及制品类;千元',
        '商品销售总额;零售额;本月;石油及制品类;千元',
        '商品销售总额;零售额;1-本月;石油及制品类;千元',
        '商品销售总额;零售额;上年同期;本月;石油及制品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;石油及制品类;千元',
        '商品销售总额;本月;化工材料及制品类;千元',
        '商品销售总额;1-本月;化工材料及制品类;千元',
        '商品销售总额;上年同期;本月;化工材料及制品类;千元',
        '商品销售总额;上年同期;1-本月;化工材料及制品类;千元',
        '商品销售总额;零售额;本月;化工材料及制品类;千元',
        '商品销售总额;零售额;1-本月;化工材料及制品类;千元',
        '商品销售总额;零售额;上年同期;本月;化工材料及制品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;化工材料及制品类;千元',
        '商品销售总额;本月;其中：化肥类;千元',
        '商品销售总额;1-本月;其中：化肥类;千元',
        '商品销售总额;上年同期;本月;其中：化肥类;千元',
        '商品销售总额;上年同期;1-本月;其中：化肥类;千元',
        '商品销售总额;零售额;本月;其中：化肥类;千元',
        '商品销售总额;零售额;1-本月;其中：化肥类;千元',
        '商品销售总额;零售额;上年同期;本月;其中：化肥类;千元',
        '商品销售总额;零售额;上年同期;1-本月;其中：化肥类;千元',
        '商品销售总额;本月;金属材料类;千元',
        '商品销售总额;1-本月;金属材料类;千元',
        '商品销售总额;上年同期;本月;金属材料类;千元',
        '商品销售总额;上年同期;1-本月;金属材料类;千元',
        '商品销售总额;零售额;本月;金属材料类;千元',
        '商品销售总额;零售额;1-本月;金属材料类;千元',
        '商品销售总额;零售额;上年同期;本月;金属材料类;千元',
        '商品销售总额;零售额;上年同期;1-本月;金属材料类;千元',
        '商品销售总额;本月;建筑及装潢材料类;千元',
        '商品销售总额;1-本月;建筑及装潢材料类;千元',
        '商品销售总额;上年同期;本月;建筑及装潢材料类;千元',
        '商品销售总额;上年同期;1-本月;建筑及装潢材料类;千元',
        '商品销售总额;零售额;本月;建筑及装潢材料类;千元',
        '商品销售总额;零售额;1-本月;建筑及装潢材料类;千元',
        '商品销售总额;零售额;上年同期;本月;建筑及装潢材料类;千元',
        '商品销售总额;零售额;上年同期;1-本月;建筑及装潢材料类;千元',
        '商品销售总额;本月;机电产品及设备类;千元',
        '商品销售总额;1-本月;机电产品及设备类;千元',
        '商品销售总额;上年同期;本月;机电产品及设备类;千元',
        '商品销售总额;上年同期;1-本月;机电产品及设备类;千元',
        '商品销售总额;零售额;本月;机电产品及设备类;千元',
        '商品销售总额;零售额;1-本月;机电产品及设备类;千元',
        '商品销售总额;零售额;上年同期;本月;机电产品及设备类;千元',
        '商品销售总额;零售额;上年同期;1-本月;机电产品及设备类;千元',
        '商品销售总额;本月;其中：农机类;千元',
        '商品销售总额;1-本月;其中：农机类;千元',
        '商品销售总额;上年同期;本月;其中：农机类;千元',
        '商品销售总额;上年同期;1-本月;其中：农机类;千元',
        '商品销售总额;零售额;本月;其中：农机类;千元',
        '商品销售总额;零售额;1-本月;其中：农机类;千元',
        '商品销售总额;零售额;上年同期;本月;其中：农机类;千元',
        '商品销售总额;零售额;上年同期;1-本月;其中：农机类;千元',
        '商品销售总额;本月;汽车类;千元',
        '商品销售总额;1-本月;汽车类;千元',
        '商品销售总额;上年同期;本月;汽车类;千元',
        '商品销售总额;上年同期;1-本月;汽车类;千元',
        '商品销售总额;零售额;本月;汽车类;千元',
        '商品销售总额;零售额;1-本月;汽车类;千元',
        '商品销售总额;零售额;上年同期;本月;汽车类;千元',
        '商品销售总额;零售额;上年同期;1-本月;汽车类;千元',
        '商品销售总额;本月;种子饲料类;千元',
        '商品销售总额;1-本月;种子饲料类;千元',
        '商品销售总额;上年同期;本月;种子饲料类;千元',
        '商品销售总额;上年同期;1-本月;种子饲料类;千元',
        '商品销售总额;零售额;本月;种子饲料类;千元',
        '商品销售总额;零售额;1-本月;种子饲料类;千元',
        '商品销售总额;零售额;上年同期;本月;种子饲料类;千元',
        '商品销售总额;零售额;上年同期;1-本月;种子饲料类;千元',
        '商品销售总额;本月;棉麻类;千元',
        '商品销售总额;1-本月;棉麻类;千元',
        '商品销售总额;上年同期;本月;棉麻类;千元',
        '商品销售总额;上年同期;1-本月;棉麻类;千元',
        '商品销售总额;零售额;本月;棉麻类;千元',
        '商品销售总额;零售额;1-本月;棉麻类;千元',
        '商品销售总额;零售额;上年同期;本月;棉麻类;千元',
        '商品销售总额;零售额;上年同期;1-本月;棉麻类;千元',
        '商品销售总额;本月;其他类;千元',
        '商品销售总额;1-本月;其他类;千元',
        '商品销售总额;上年同期;本月;其他类;千元',
        '商品销售总额;上年同期;1-本月;其他类;千元',
        '商品销售总额;零售额;本月;其他类;千元',
        '商品销售总额;零售额;1-本月;其他类;千元',
        '商品销售总额;零售额;上年同期;本月;其他类;千元',
        '商品销售总额;零售额;上年同期;1-本月;其他类;千元'],
        data: [
        ['429021100001','087243493','神农架惠诚购物广场有限公司','974','12710','1020','10241','974','12710','1020','10241','','0','0','0','','0','0','0','615','7050','464','5973','615','7050','464','5973','184','1252','53','501','184','1252','53','501','90','816','79','653','90','816','79','653','10','160','0','39','10','160','0','39','226','2198','156','1682','226','2198','156','1682','103','1333','107','1389','103','1333','107','1389','72','1006','79','703','72','1006','79','703','44','748','63','717','44','748','63','717','58','639','89','338','58','639','89','338','19','212','21','69','19','212','21','69','20','196','28','92','20','196','28','92','19','231','40','177','19','231','40','177','30','435','36','275','30','435','36','275','','0','0','0','','0','0','0','142','2614','268','2115','142','2614','268','2115','39','520','33','235','39','520','33','235','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','13','218','21','120','13','218','21','120'],
        ['429021100001','707087103','神农架林区粮食收储有限责任公司','40','4760','36','4212','40','4760','36','4212','','0','0','0','','0','0','0','40','4760','36','4212','40','4760','36','4212','40','4760','36','4212','40','4760','36','4212','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021100001','737125422','湖北卫康药业有限公司','1808','17637','756','11696','600','10060','450','7718','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','1808','17637','756','11696','600','10060','450','7718','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021100002','068441400','神农架乐康商贸有限公司','5425','24280','1229','24271','5425','23366','1189','23271','','0','0','0','','0','0','0','2769','12599','620','6390','2769','12010','620','6390','810','3827','300','3465','810','3505','300','3465','143','1213','50','650','143','1028','50','650','16','296','50','322','16','167','50','322','36','399','120','900','36','245','120','900','1764','6864','100','773','1764','6593','100','773','452','2547','60','1758','452','2520','60','1758','464','1802','130','4472','464','1760','130','4472','452','1546','9','1044','452','1529','9','1044','9','24','1','533','9','23','1','533','9','27','3','322','9','26','3','322','434','1495','5','189','434','1480','5','189','315','1280','30','418','315','1259','30','418','','0','0','0','','0','0','0','405','2149','180','1500','405','2111','180','1500','6','69','50','464','6','69','50','464','','0','40','1260','','0','40','1260','','0','20','390','','0','20','390','','0','0','0','','0','0','0','31','97','15','587','31','73','15','587','','0','10','260','','0','10','260','130','578','25','405','130','529','25','405','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','32','209','10','354','32','150','10','354','','0','0','0','','0','0','0','','0','5','137','','0','5','137','','0','5','59','','0','5','59','','0','0','0','','0','0','0','','0','5','445','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','15','385','','0','0','0','','0','0','0','','0','0','0','','0','20','170','','0','0','0','','0','10','120','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','375','1473','30','4237','375','1425','30','4237'],
        ['429021100002','183710047','湖北省烟草公司神农架林区公司','7603','116608','10654','115211','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','7603','116608','10654','115211','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021100002','183710071','中国石油化工股份有限公司湖北神农架石油分公司','10538','125647','8614','131104','4742','56538','3876','58096','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','10538','125647','8614','131104','4742','56538','3876','58096','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021100002','670372997','神农架琦源购物广场有限责任公司','','0','480','5641','','0','480','5641','','0','','0','','0','','0','','0','112','2796','','0','112','2796','','0','28','1168','','0','28','1168','','0','32','481','','0','32','481','','0','','0','','0','','0','','0','34','771','','0','34','771','','0','18','376','','0','18','376','','0','21','237','','0','21','237','','0','16','266','','0','16','266','','0','150','827','','0','150','827','','0','0','287','','0','0','287','','0','54','234','','0','54','234','','0','96','306','','0','96','306','','0','28','322','','0','28','322','','0','','0','','0','','0','','0','54','422','','0','54','422','','0','28','73','','0','28','73','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','52','389','','0','52','389','','0','24','210','','0','24','210','','0','16','115','','0','16','115','','0','8','95','','0','8','95','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','23','172','','0','23','172','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0'],
        ['429021100002','695123161','神农架永康食品开发有限责任公司','5722','44226','2875','21629','3208','34020','2000','17050','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','5722','44226','2875','21629','3208','34020','2000','17050','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021100002','L27050078','神农架林区吉安汽车销售有限责任公司','560','6300','500','6100','560','6300','500','6100','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','560','6300','500','6100','560','6300','500','6100','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0']],
    }),
    columns: [ {
  "text" : "<div style='white-space:pre-line;height:80px'>数据处理地</div>",
  "width" : 80,
  "dataIndex" : "数据处理地"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>组织机构代码</div>",
  "width" : 80,
  "dataIndex" : "组织机构代码"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>单位详细名称</div>",
  "width" : 80,
  "dataIndex" : "单位详细名称"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其他类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其他类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其他类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其他类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其他类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其他类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其他类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其他类;千元"
} ],
    footerItems: [
        {
            html: ''
        },
        {
            html: '',
        },
        {
            html: ''
        },
        {
            colspan: 3,
            html: ''
        }
    ]
});