Ext.define('Kits.view.liShiShuju.429021_S204-1_1-6月住宿餐饮基层报表', {
    extend: 'Kits.view.liShiShuju.Base',
    title: '429021_S204-1_1-6月住宿餐饮基层报表',
    headerItems: [
        {
            html: ''
        },
        {
            html: '429021_S204-1_1-6月住宿餐饮基层报表',
        },
        {
            html: ''
        }
    ],
    store: Ext.create('Ext.data.ArrayStore', {
        fields: [
        '数据处理地',
        '组织机构代码',
        '单位详细名称',
        '本月;营业额总计;千元',
        '1-本月;营业额总计;千元',
        '上年同期;本月;营业额总计;千元',
        '上年同期;1-本月;营业额总计;千元',
        '本月;营业额总计;客房收入;千元',
        '1-本月;营业额总计;客房收入;千元',
        '上年同期;本月;营业额总计;客房收入;千元',
        '上年同期;1-本月;营业额总计;客房收入;千元',
        '本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元',
        '1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元',
        '上年同期;本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元',
        '上年同期;1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元',
        '本月;营业额总计;餐费收入;千元',
        '1-本月;营业额总计;餐费收入;千元',
        '上年同期;本月;营业额总计;餐费收入;千元',
        '上年同期;1-本月;营业额总计;餐费收入;千元',
        '本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元',
        '1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元',
        '上年同期;本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元',
        '上年同期;1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元',
        '本月;营业额总计;商品销售额;千元',
        '1-本月;营业额总计;商品销售额;千元',
        '上年同期;本月;营业额总计;商品销售额;千元',
        '上年同期;1-本月;营业额总计;商品销售额;千元',
        '本月;营业额总计;其他营业收入;千元',
        '1-本月;营业额总计;其他营业收入;千元',
        '上年同期;本月;营业额总计;其他营业收入;千元',
        '上年同期;1-本月;营业额总计;其他营业收入;千元'],
        data: [
        ['429021100001','08722863X','神农架盛景怡家酒店有限公司','202','1391','0','0','202','1391','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021100001','183712456','神农架宾馆有限责任公司','561','4275','578','3617','400','2673','348','2295','','60','28','82','161','1602','230','1322','','0','0','0','','0','0','0','','0','0','0'],
        ['429021102001','309856931','神农架康帝君兰酒店有限公司','1132','4293','0','0','762','3027','0','0','','247','0','0','370','1266','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021102001','571515091','湖北神农架旅游发展股份有限公司假日酒店','300','1342','181','1209','300','1342','181','1209','29','85','3','3','0','0','0','0','0','0','0','0','0','0','0','0','0','0','0','0'],
        ['429021102001','576998838','湖北神农酒店有限公司','336','1219','302','946','203','692','166','552','35','121','51','206','99','312','75','284','0','0','0','0','23','190','54','92','11','25','7','18'],
        ['429021102001','585453928','神农架军飞翔实业有限公司','185','1142','284','869','185','1142','284','869','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021102001','688491580','湖北神农旅游投资集团有限公司','368','1652','740','1788','166','610','197','500','0','0','0','0','105','506','320','635','0','0','0','0','47','103','72','125','50','433','151','528'],
        ['429021102001','711913041','湖北神农架神农山庄有限责任公司','4319','13851','962','9093','3670','10705','727','6975','220','1252','427','722','649','3146','235','2118','0','0','0','0','0','0','0','0','0','0','0','0'],
        ['429021102001','780940617','湖北神旅酒店管理有限公司国源宾馆','425','1054','190','731','232','610','89','356','0','0','0','0','150','390','100','365','0','0','0','0','8','19','1','10','35','35','0','0'],
        ['429021105200','573735717','神农架大九湖湿地公园管理局培训中心','0','0','245','744','0','0','179','515','0','0','0','0','0','0','66','229','0','0','0','0','0','0','0','0','0','0','0','0']],
    }),
    columns: [ {
  "text" : "<div style='white-space:pre-line;height:80px'>数据处理地</div>",
  "width" : 80,
  "dataIndex" : "数据处理地"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>组织机构代码</div>",
  "width" : 80,
  "dataIndex" : "组织机构代码"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>单位详细名称</div>",
  "width" : 80,
  "dataIndex" : "单位详细名称"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;商品销售额;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;商品销售额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;商品销售额;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;商品销售额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;商品销售额;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;商品销售额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;商品销售额;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;商品销售额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;其他营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;其他营业收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;其他营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;其他营业收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;其他营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;其他营业收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;其他营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;其他营业收入;千元"
} ],
    footerItems: [
        {
            html: ''
        },
        {
            html: '',
        },
        {
            html: ''
        },
        {
            colspan: 3,
            html: ''
        }
    ]
});