Ext.define('Kits.view.liShiShuju.429021_S204-1_1-12月住宿餐饮基层报表', {
    extend: 'Kits.view.liShiShuju.Base',
    title: '429021_S204-1_1-12月住宿餐饮基层报表',
    headerItems: [
        {
            html: ''
        },
        {
            html: '429021_S204-1_1-12月住宿餐饮基层报表',
        },
        {
            html: ''
        }
    ],
    store: Ext.create('Ext.data.ArrayStore', {
        fields: [
        '数据处理地',
        '组织机构代码',
        '单位详细名称',
        '本月;营业额总计;千元',
        '1-本月;营业额总计;千元',
        '上年同期;本月;营业额总计;千元',
        '上年同期;1-本月;营业额总计;千元',
        '本月;营业额总计;客房收入;千元',
        '1-本月;营业额总计;客房收入;千元',
        '上年同期;本月;营业额总计;客房收入;千元',
        '上年同期;1-本月;营业额总计;客房收入;千元',
        '本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元',
        '1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元',
        '上年同期;本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元',
        '上年同期;1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元',
        '本月;营业额总计;餐费收入;千元',
        '1-本月;营业额总计;餐费收入;千元',
        '上年同期;本月;营业额总计;餐费收入;千元',
        '上年同期;1-本月;营业额总计;餐费收入;千元',
        '本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元',
        '1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元',
        '上年同期;本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元',
        '上年同期;1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元',
        '本月;营业额总计;商品销售额;千元',
        '1-本月;营业额总计;商品销售额;千元',
        '上年同期;本月;营业额总计;商品销售额;千元',
        '上年同期;1-本月;营业额总计;商品销售额;千元',
        '本月;营业额总计;其他营业收入;千元',
        '1-本月;营业额总计;其他营业收入;千元',
        '上年同期;本月;营业额总计;其他营业收入;千元',
        '上年同期;1-本月;营业额总计;其他营业收入;千元'],
        data: [
        ['429021100001','08722863X','神农架盛景怡家酒店有限公司','297','3801','0','0','297','3801','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021100001','183712456','神农架宾馆有限责任公司','599','9147','454','8004','336','5559','247','5037','','60','3','337','211','3304','207','2967','','0','0','0','20','133','0','0','32','151','0','0'],
        ['429021102001','309856931','神农架康帝君兰酒店有限公司','909','18057','321','3861','593','13097','206','2663','','247','0','0','316','4960','115','1198','','0','0','0','','0','0','0','','0','0','0'],
        ['429021102001','571515091','湖北神农架旅游发展股份有限公司假日酒店','135','3963','85','3750','135','3963','85','3750','11','200','9','114','0','0','0','0','0','0','0','0','0','0','0','0','0','0','0','0'],
        ['429021102001','576998838','湖北神农酒店有限公司','0','4403','0','4467','0','2767','0','2940','0','637','0','878','0','1227','0','1211','0','0','0','0','0','334','0','233','0','75','0','83'],
        ['429021102001','585453928','神农架军飞翔实业有限公司','189','3554','180','3495','189','3554','180','3495','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021102001','688491580','湖北神农旅游投资集团有限公司','153','5470','299','7919','85','1975','93','2428','0','0','0','0','61','1915','172','3463','0','0','0','0','2','1007','34','749','5','573','0','1279'],
        ['429021102001','711913041','湖北神农架神农山庄有限责任公司','1262','36893','1071','35523','866','28941','766','28204','12','2456','101','2997','396','7952','305','7319','0','0','0','0','','0','0','0','','0','0','0'],
        ['429021102001','780940617','湖北神旅酒店管理有限公司国源宾馆','103','2650','102','2827','65','1596','50','1605','0','0','0','0','2','932','40','1141','0','0','0','0','8','54','0','66','28','68','12','15'],
        ['429021105200','573735717','神农架大九湖湿地公园管理局培训中心','','0','8','3096','','0','6','2120','','0','0','0','','0','2','976','','0','0','0','','0','0','0','','0','0','0']],
    }),
    columns: [ {
  "text" : "<div style='white-space:pre-line;height:80px'>数据处理地</div>",
  "width" : 80,
  "dataIndex" : "数据处理地"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>组织机构代码</div>",
  "width" : 80,
  "dataIndex" : "组织机构代码"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>单位详细名称</div>",
  "width" : 80,
  "dataIndex" : "单位详细名称"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;商品销售额;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;商品销售额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;商品销售额;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;商品销售额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;商品销售额;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;商品销售额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;商品销售额;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;商品销售额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;其他营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;其他营业收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;其他营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;其他营业收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;其他营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;其他营业收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;其他营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;其他营业收入;千元"
} ],
    footerItems: [
        {
            html: ''
        },
        {
            html: '',
        },
        {
            html: ''
        },
        {
            colspan: 3,
            html: ''
        }
    ]
});