Ext.define('Kits.view.liShiShuju.429021_S204-1_1-3月住宿餐饮基层报表', {
    extend: 'Kits.view.liShiShuju.Base',
    title: '429021_S204-1_1-3月住宿餐饮基层报表',
    headerItems: [
        {
            html: ''
        },
        {
            html: '429021_S204-1_1-3月住宿餐饮基层报表',
        },
        {
            html: ''
        }
    ],
    store: Ext.create('Ext.data.ArrayStore', {
        fields: [
        '数据处理地',
        '组织机构代码',
        '单位详细名称',
        '本月;营业额总计;千元',
        '1-本月;营业额总计;千元',
        '上年同期;本月;营业额总计;千元',
        '上年同期;1-本月;营业额总计;千元',
        '本月;营业额总计;客房收入;千元',
        '1-本月;营业额总计;客房收入;千元',
        '上年同期;本月;营业额总计;客房收入;千元',
        '上年同期;1-本月;营业额总计;客房收入;千元',
        '本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元',
        '1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元',
        '上年同期;本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元',
        '上年同期;1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元',
        '本月;营业额总计;餐费收入;千元',
        '1-本月;营业额总计;餐费收入;千元',
        '上年同期;本月;营业额总计;餐费收入;千元',
        '上年同期;1-本月;营业额总计;餐费收入;千元',
        '本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元',
        '1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元',
        '上年同期;本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元',
        '上年同期;1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元',
        '本月;营业额总计;商品销售额;千元',
        '1-本月;营业额总计;商品销售额;千元',
        '上年同期;本月;营业额总计;商品销售额;千元',
        '上年同期;1-本月;营业额总计;商品销售额;千元',
        '本月;营业额总计;其他营业收入;千元',
        '1-本月;营业额总计;其他营业收入;千元',
        '上年同期;本月;营业额总计;其他营业收入;千元',
        '上年同期;1-本月;营业额总计;其他营业收入;千元'],
        data: [
        ['429021100001','08722863X','神农架盛景怡家酒店有限公司','248','704','0','0','248','704','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021100001','183712456','神农架宾馆有限责任公司','614','2508','486','1677','431','1431','329','981','10','31','7','29','183','1077','157','696','','0','0','0','','0','0','0','','0','0','0'],
        ['429021102001','309856931','神农架康帝君兰酒店有限公司','272','1460','0','0','149','1018','0','0','0','247','0','0','123','442','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021102001','571515091','湖北神农架旅游发展股份有限公司假日酒店','64','567','37','561','64','567','37','561','','22','0','0','0','0','0','0','','0','0','0','','0','0','0','0','0','0','0'],
        ['429021102001','576998838','湖北神农酒店有限公司','51','51','3','3','23','23','2','2','0','0','0','0','8','8','1','1','0','0','0','0','18','18','0','0','2','2','0','0'],
        ['429021102001','585453928','神农架军飞翔实业有限公司','212','527','40','245','212','527','40','245','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021102001','688491580','湖北神农旅游投资集团有限公司','20','204','114','325','10','95','54','199','0','0','0','0','10','108','56','117','0','0','0','0','0','1','4','9','0','0','0','0'],
        ['429021102001','711913041','湖北神农架神农山庄有限责任公司','617','2927','521','4383','449','2287','417','3386','50','112','95','95','168','640','104','997','','0','0','0','','0','0','0','','0','0','0'],
        ['429021102001','780940617','湖北神旅酒店管理有限公司国源宾馆','141','325','109','248','78','163','49','147','0','0','0','0','62','160','56','93','0','0','0','0','1','2','4','8','0','0','0','0'],
        ['429021105200','573735717','神农架大九湖湿地公园管理局培训中心','','0','100','350','','0','50','200','','0','0','0','','0','50','150','','0','0','0','','0','0','0','','0','0','0']],
    }),
    columns: [ {
  "text" : "<div style='white-space:pre-line;height:80px'>数据处理地</div>",
  "width" : 80,
  "dataIndex" : "数据处理地"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>组织机构代码</div>",
  "width" : 80,
  "dataIndex" : "组织机构代码"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>单位详细名称</div>",
  "width" : 80,
  "dataIndex" : "单位详细名称"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;客房收入;其中：通过公共网络实现的客房收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;餐费收入;其中：通过公共网络实现的餐费收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;商品销售额;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;商品销售额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;商品销售额;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;商品销售额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;商品销售额;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;商品销售额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;商品销售额;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;商品销售额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>本月;营业额总计;其他营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "本月;营业额总计;其他营业收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业额总计;其他营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业额总计;其他营业收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;本月;营业额总计;其他营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;本月;营业额总计;其他营业收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;1-本月;营业额总计;其他营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;1-本月;营业额总计;其他营业收入;千元"
} ],
    footerItems: [
        {
            html: ''
        },
        {
            html: '',
        },
        {
            html: ''
        },
        {
            colspan: 3,
            html: ''
        }
    ]
});