Ext.define('Kits.view.liShiShuju.429021_F203_1-7月服务业基层报表', {
    extend: 'Kits.view.liShiShuju.Base',
    title: '429021_F203_1-7月服务业基层报表',
    headerItems: [
        {
            html: ''
        },
        {
            html: '429021_F203_1-7月服务业基层报表',
        },
        {
            html: ''
        }
    ],
    store: Ext.create('Ext.data.ArrayStore', {
        fields: [
        '数据处理地',
        '组织机构代码',
        '单位详细名称',
        '1-本月;营业收入;千元',
        '上年同期;营业收入;千元',
        '1-本月;营业成本;千元',
        '上年同期;营业成本;千元',
        '1-本月;营业税金及附加;千元',
        '上年同期;营业税金及附加;千元',
        '1-本月;销售费用;千元',
        '上年同期;销售费用;千元',
        '1-本月;管理费用;千元',
        '上年同期;管理费用;千元',
        '1-本月;管理费用;税金;千元',
        '上年同期;管理费用;税金;千元',
        '1-本月;财务费用;千元',
        '上年同期;财务费用;千元',
        '1-本月;投资收益;千元',
        '上年同期;投资收益;千元',
        '1-本月;营业利润;千元',
        '上年同期;营业利润;千元',
        '1-本月;利润总额;千元',
        '上年同期;利润总额;千元',
        '1-本月;应付职工薪酬;千元',
        '上年同期;应付职工薪酬;千元',
        '1-本月;应交增值税;千元',
        '上年同期;应交增值税;千元',
        '1-本月;从事服务业活动的从业人员平均人数;人',
        '上年同期;从事服务业活动的从业人员平均人数;人'],
        data: [
        ['429021000000','074078062','湖北合众运输有限责任公司','4917','3392','3609','2445','60','10','0','0','1682','995','101','73','27','81','0','95','-461','-135','-461','-38','462','295','170','102','22','22'],
        ['429021000000','565484903','湖北神农文化旅游有限公司','5583','2171','78','202','75','62','2546','2816','0','0','0','0','-1','0','0','0','2885','-909','2886','-909','915','448','44','0','25','30'],
        ['429021000000','667675663','湖北神农架中和旅游有限公司','8541','3100','5005','5273','137','99','96','98','2454','2298','0','0','1566','1387','0','0','-717','-6055','-717','-5871','2885','2125','112','92','102','112'],
        ['429021000000','707087226','神农架林区邮政局','5340','5143','5415','5889','18','14','0','0','1065','1635','0','0','0','0','0','0','-1159','-745','-1054','-809','2253','2610','73','207','50','49'],
        ['429021000000','760689808','中国电信股份有限公司神农架林区分公司','12554','11330','11683','9763','26','19','1246','1642','1341','1291','71','75','14','13','0','0','-1822','-1476','-1946','-1561','3128','2760','265','147','69','67'],
        ['429021100200','063523554','神农架林区大成通和物流有限公司','212','5513','198','5243','4','61','0','0','30','242','0','0','2','1','0','0','-22','-34','-22','-34','35','1379','23','606','8','52'],
        ['429021102001','066128568','神农架神兴旅行社有限公司','9876','7230','9370','6709','30','30','342','291','167','181','0','0','4','1','0','0','-37','18','-34','24','425','332','16','0','16','16'],
        ['429021102001','68849161X','湖北神农架官门山旅游有限责任公司','5327','1163','39','21','61','61','5184','808','0','0','0','0','-1','0','0','0','45','273','23','273','1714','1051','50','0','35','54'],
        ['429021102207','688491636','湖北神农架神农顶旅游有限公司','13470','14567','66','312','177','102','8186','9213','0','0','0','0','-1','240','0','0','5042','4700','5050','4700','3080','2685','110','2','99','108'],
        ['429021103200','565484970','湖北天燕旅游有限公司','5790','4165','1043','468','233','287','2759','3257','0','0','0','0','-1','0','0','0','1756','153','1711','153','1131','682','41','0','28','35'],
        ['429021103201','559733870','湖北神农架天怡旅游发展有限公司','18725','15076','14951','10462','766','806','328','425','4044','574','17','23','4170','2500','0','0','3774','4614','3800','4798','2867','2352','0','0','23','24'],
        ['429021105200','097274357','湖北神农架大九湖湿地公园旅游有限公司','4057','863','0','0','30','6','4102','706','0','0','0','0','-1','-1','0','0','-74','158','-74','158','1085','200','60','0','27','32']],
    }),
    columns: [ {
  "text" : "<div style='white-space:pre-line;height:80px'>数据处理地</div>",
  "width" : 80,
  "dataIndex" : "数据处理地"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>组织机构代码</div>",
  "width" : 80,
  "dataIndex" : "组织机构代码"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>单位详细名称</div>",
  "width" : 80,
  "dataIndex" : "单位详细名称"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;营业收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业成本;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业成本;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;营业成本;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;营业成本;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业税金及附加;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业税金及附加;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;营业税金及附加;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;营业税金及附加;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;销售费用;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;销售费用;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;销售费用;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;销售费用;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;管理费用;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;管理费用;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;管理费用;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;管理费用;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;管理费用;税金;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;管理费用;税金;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;管理费用;税金;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;管理费用;税金;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;财务费用;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;财务费用;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;财务费用;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;财务费用;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;投资收益;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;投资收益;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;投资收益;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;投资收益;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业利润;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业利润;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;营业利润;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;营业利润;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;利润总额;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;利润总额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;利润总额;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;利润总额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;应付职工薪酬;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;应付职工薪酬;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;应付职工薪酬;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;应付职工薪酬;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;应交增值税;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;应交增值税;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;应交增值税;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;应交增值税;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;从事服务业活动的从业人员平均人数;人</div>",
  "width" : 80,
  "dataIndex" : "1-本月;从事服务业活动的从业人员平均人数;人"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;从事服务业活动的从业人员平均人数;人</div>",
  "width" : 80,
  "dataIndex" : "上年同期;从事服务业活动的从业人员平均人数;人"
} ],
    footerItems: [
        {
            html: ''
        },
        {
            html: '',
        },
        {
            html: ''
        },
        {
            colspan: 3,
            html: ''
        }
    ]
});