Ext.define('Kits.view.liShiShuju.429021_E204-1_1-11月批发零售商品销售和库存基层表', {
    extend: 'Kits.view.liShiShuju.Base',
    title: '429021_E204-1_1-11月批发零售商品销售和库存基层表',
    headerItems: [
        {
            html: ''
        },
        {
            html: '429021_E204-1_1-11月批发零售商品销售和库存基层表',
        },
        {
            html: ''
        }
    ],
    store: Ext.create('Ext.data.ArrayStore', {
        fields: [
        '数据处理地',
        '组织机构代码',
        '单位详细名称',
        '商品销售总额;本月;总计;千元',
        '商品销售总额;1-本月;总计;千元',
        '商品销售总额;上年同期;本月;总计;千元',
        '商品销售总额;上年同期;1-本月;总计;千元',
        '商品销售总额;零售额;本月;总计;千元',
        '商品销售总额;零售额;1-本月;总计;千元',
        '商品销售总额;零售额;上年同期;本月;总计;千元',
        '商品销售总额;零售额;上年同期;1-本月;总计;千元',
        '商品销售总额;本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;1-本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;上年同期;本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;上年同期;1-本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;零售额;本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;零售额;1-本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;零售额;上年同期;本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;零售额;上年同期;1-本月;总计;通过互联网实现的商品销售;千元',
        '商品销售总额;本月;粮油、食品类;千元',
        '商品销售总额;1-本月;粮油、食品类;千元',
        '商品销售总额;上年同期;本月;粮油、食品类;千元',
        '商品销售总额;上年同期;1-本月;粮油、食品类;千元',
        '商品销售总额;零售额;本月;粮油、食品类;千元',
        '商品销售总额;零售额;1-本月;粮油、食品类;千元',
        '商品销售总额;零售额;上年同期;本月;粮油、食品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;粮油、食品类;千元',
        '商品销售总额;本月;其中：粮油类;千元',
        '商品销售总额;1-本月;其中：粮油类;千元',
        '商品销售总额;上年同期;本月;其中：粮油类;千元',
        '商品销售总额;上年同期;1-本月;其中：粮油类;千元',
        '商品销售总额;零售额;本月;其中：粮油类;千元',
        '商品销售总额;零售额;1-本月;其中：粮油类;千元',
        '商品销售总额;零售额;上年同期;本月;其中：粮油类;千元',
        '商品销售总额;零售额;上年同期;1-本月;其中：粮油类;千元',
        '商品销售总额;本月;　　　肉禽蛋类;千元',
        '商品销售总额;1-本月;　　　肉禽蛋类;千元',
        '商品销售总额;上年同期;本月;　　　肉禽蛋类;千元',
        '商品销售总额;上年同期;1-本月;　　　肉禽蛋类;千元',
        '商品销售总额;零售额;本月;　　　肉禽蛋类;千元',
        '商品销售总额;零售额;1-本月;　　　肉禽蛋类;千元',
        '商品销售总额;零售额;上年同期;本月;　　　肉禽蛋类;千元',
        '商品销售总额;零售额;上年同期;1-本月;　　　肉禽蛋类;千元',
        '商品销售总额;本月;　　　水产品类;千元',
        '商品销售总额;1-本月;　　　水产品类;千元',
        '商品销售总额;上年同期;本月;　　　水产品类;千元',
        '商品销售总额;上年同期;1-本月;　　　水产品类;千元',
        '商品销售总额;零售额;本月;　　　水产品类;千元',
        '商品销售总额;零售额;1-本月;　　　水产品类;千元',
        '商品销售总额;零售额;上年同期;本月;　　　水产品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;　　　水产品类;千元',
        '商品销售总额;本月;　　　蔬菜类;千元',
        '商品销售总额;1-本月;　　　蔬菜类;千元',
        '商品销售总额;上年同期;本月;　　　蔬菜类;千元',
        '商品销售总额;上年同期;1-本月;　　　蔬菜类;千元',
        '商品销售总额;零售额;本月;　　　蔬菜类;千元',
        '商品销售总额;零售额;1-本月;　　　蔬菜类;千元',
        '商品销售总额;零售额;上年同期;本月;　　　蔬菜类;千元',
        '商品销售总额;零售额;上年同期;1-本月;　　　蔬菜类;千元',
        '商品销售总额;本月;　　　干鲜果品类;千元',
        '商品销售总额;1-本月;　　　干鲜果品类;千元',
        '商品销售总额;上年同期;本月;　　　干鲜果品类;千元',
        '商品销售总额;上年同期;1-本月;　　　干鲜果品类;千元',
        '商品销售总额;零售额;本月;　　　干鲜果品类;千元',
        '商品销售总额;零售额;1-本月;　　　干鲜果品类;千元',
        '商品销售总额;零售额;上年同期;本月;　　　干鲜果品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;　　　干鲜果品类;千元',
        '商品销售总额;本月;饮料类;千元',
        '商品销售总额;1-本月;饮料类;千元',
        '商品销售总额;上年同期;本月;饮料类;千元',
        '商品销售总额;上年同期;1-本月;饮料类;千元',
        '商品销售总额;零售额;本月;饮料类;千元',
        '商品销售总额;零售额;1-本月;饮料类;千元',
        '商品销售总额;零售额;上年同期;本月;饮料类;千元',
        '商品销售总额;零售额;上年同期;1-本月;饮料类;千元',
        '商品销售总额;本月;烟酒类;千元',
        '商品销售总额;1-本月;烟酒类;千元',
        '商品销售总额;上年同期;本月;烟酒类;千元',
        '商品销售总额;上年同期;1-本月;烟酒类;千元',
        '商品销售总额;零售额;本月;烟酒类;千元',
        '商品销售总额;零售额;1-本月;烟酒类;千元',
        '商品销售总额;零售额;上年同期;本月;烟酒类;千元',
        '商品销售总额;零售额;上年同期;1-本月;烟酒类;千元',
        '商品销售总额;本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;1-本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;上年同期;本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;上年同期;1-本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;零售额;本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;零售额;1-本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;零售额;上年同期;本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;服装、鞋帽、针纺织品类;千元',
        '商品销售总额;本月;服装类;千元',
        '商品销售总额;1-本月;服装类;千元',
        '商品销售总额;上年同期;本月;服装类;千元',
        '商品销售总额;上年同期;1-本月;服装类;千元',
        '商品销售总额;零售额;本月;服装类;千元',
        '商品销售总额;零售额;1-本月;服装类;千元',
        '商品销售总额;零售额;上年同期;本月;服装类;千元',
        '商品销售总额;零售额;上年同期;1-本月;服装类;千元',
        '商品销售总额;本月;鞋帽类;千元',
        '商品销售总额;1-本月;鞋帽类;千元',
        '商品销售总额;上年同期;本月;鞋帽类;千元',
        '商品销售总额;上年同期;1-本月;鞋帽类;千元',
        '商品销售总额;零售额;本月;鞋帽类;千元',
        '商品销售总额;零售额;1-本月;鞋帽类;千元',
        '商品销售总额;零售额;上年同期;本月;鞋帽类;千元',
        '商品销售总额;零售额;上年同期;1-本月;鞋帽类;千元',
        '商品销售总额;本月;针纺织品类;千元',
        '商品销售总额;1-本月;针纺织品类;千元',
        '商品销售总额;上年同期;本月;针纺织品类;千元',
        '商品销售总额;上年同期;1-本月;针纺织品类;千元',
        '商品销售总额;零售额;本月;针纺织品类;千元',
        '商品销售总额;零售额;1-本月;针纺织品类;千元',
        '商品销售总额;零售额;上年同期;本月;针纺织品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;针纺织品类;千元',
        '商品销售总额;本月;化妆品类;千元',
        '商品销售总额;1-本月;化妆品类;千元',
        '商品销售总额;上年同期;本月;化妆品类;千元',
        '商品销售总额;上年同期;1-本月;化妆品类;千元',
        '商品销售总额;零售额;本月;化妆品类;千元',
        '商品销售总额;零售额;1-本月;化妆品类;千元',
        '商品销售总额;零售额;上年同期;本月;化妆品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;化妆品类;千元',
        '商品销售总额;本月;金银珠宝类;千元',
        '商品销售总额;1-本月;金银珠宝类;千元',
        '商品销售总额;上年同期;本月;金银珠宝类;千元',
        '商品销售总额;上年同期;1-本月;金银珠宝类;千元',
        '商品销售总额;零售额;本月;金银珠宝类;千元',
        '商品销售总额;零售额;1-本月;金银珠宝类;千元',
        '商品销售总额;零售额;上年同期;本月;金银珠宝类;千元',
        '商品销售总额;零售额;上年同期;1-本月;金银珠宝类;千元',
        '商品销售总额;本月;日用品类;千元',
        '商品销售总额;1-本月;日用品类;千元',
        '商品销售总额;上年同期;本月;日用品类;千元',
        '商品销售总额;上年同期;1-本月;日用品类;千元',
        '商品销售总额;零售额;本月;日用品类;千元',
        '商品销售总额;零售额;1-本月;日用品类;千元',
        '商品销售总额;零售额;上年同期;本月;日用品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;日用品类;千元',
        '商品销售总额;本月;其中：儿童玩具类;千元',
        '商品销售总额;1-本月;其中：儿童玩具类;千元',
        '商品销售总额;上年同期;本月;其中：儿童玩具类;千元',
        '商品销售总额;上年同期;1-本月;其中：儿童玩具类;千元',
        '商品销售总额;零售额;本月;其中：儿童玩具类;千元',
        '商品销售总额;零售额;1-本月;其中：儿童玩具类;千元',
        '商品销售总额;零售额;上年同期;本月;其中：儿童玩具类;千元',
        '商品销售总额;零售额;上年同期;1-本月;其中：儿童玩具类;千元',
        '商品销售总额;本月;五金、电料类;千元',
        '商品销售总额;1-本月;五金、电料类;千元',
        '商品销售总额;上年同期;本月;五金、电料类;千元',
        '商品销售总额;上年同期;1-本月;五金、电料类;千元',
        '商品销售总额;零售额;本月;五金、电料类;千元',
        '商品销售总额;零售额;1-本月;五金、电料类;千元',
        '商品销售总额;零售额;上年同期;本月;五金、电料类;千元',
        '商品销售总额;零售额;上年同期;1-本月;五金、电料类;千元',
        '商品销售总额;本月;体育、娱乐用品类;千元',
        '商品销售总额;1-本月;体育、娱乐用品类;千元',
        '商品销售总额;上年同期;本月;体育、娱乐用品类;千元',
        '商品销售总额;上年同期;1-本月;体育、娱乐用品类;千元',
        '商品销售总额;零售额;本月;体育、娱乐用品类;千元',
        '商品销售总额;零售额;1-本月;体育、娱乐用品类;千元',
        '商品销售总额;零售额;上年同期;本月;体育、娱乐用品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;体育、娱乐用品类;千元',
        '商品销售总额;本月;其中：照相机类;千元',
        '商品销售总额;1-本月;其中：照相机类;千元',
        '商品销售总额;上年同期;本月;其中：照相机类;千元',
        '商品销售总额;上年同期;1-本月;其中：照相机类;千元',
        '商品销售总额;零售额;本月;其中：照相机类;千元',
        '商品销售总额;零售额;1-本月;其中：照相机类;千元',
        '商品销售总额;零售额;上年同期;本月;其中：照相机类;千元',
        '商品销售总额;零售额;上年同期;1-本月;其中：照相机类;千元',
        '商品销售总额;本月;书报杂志类;千元',
        '商品销售总额;1-本月;书报杂志类;千元',
        '商品销售总额;上年同期;本月;书报杂志类;千元',
        '商品销售总额;上年同期;1-本月;书报杂志类;千元',
        '商品销售总额;零售额;本月;书报杂志类;千元',
        '商品销售总额;零售额;1-本月;书报杂志类;千元',
        '商品销售总额;零售额;上年同期;本月;书报杂志类;千元',
        '商品销售总额;零售额;上年同期;1-本月;书报杂志类;千元',
        '商品销售总额;本月;电子出版物及音像制品类;千元',
        '商品销售总额;1-本月;电子出版物及音像制品类;千元',
        '商品销售总额;上年同期;本月;电子出版物及音像制品类;千元',
        '商品销售总额;上年同期;1-本月;电子出版物及音像制品类;千元',
        '商品销售总额;零售额;本月;电子出版物及音像制品类;千元',
        '商品销售总额;零售额;1-本月;电子出版物及音像制品类;千元',
        '商品销售总额;零售额;上年同期;本月;电子出版物及音像制品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;电子出版物及音像制品类;千元',
        '商品销售总额;本月;家用电器和音像器材类;千元',
        '商品销售总额;1-本月;家用电器和音像器材类;千元',
        '商品销售总额;上年同期;本月;家用电器和音像器材类;千元',
        '商品销售总额;上年同期;1-本月;家用电器和音像器材类;千元',
        '商品销售总额;零售额;本月;家用电器和音像器材类;千元',
        '商品销售总额;零售额;1-本月;家用电器和音像器材类;千元',
        '商品销售总额;零售额;上年同期;本月;家用电器和音像器材类;千元',
        '商品销售总额;零售额;上年同期;1-本月;家用电器和音像器材类;千元',
        '商品销售总额;本月;中西药品类;千元',
        '商品销售总额;1-本月;中西药品类;千元',
        '商品销售总额;上年同期;本月;中西药品类;千元',
        '商品销售总额;上年同期;1-本月;中西药品类;千元',
        '商品销售总额;零售额;本月;中西药品类;千元',
        '商品销售总额;零售额;1-本月;中西药品类;千元',
        '商品销售总额;零售额;上年同期;本月;中西药品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;中西药品类;千元',
        '商品销售总额;本月;其中：西药类;千元',
        '商品销售总额;1-本月;其中：西药类;千元',
        '商品销售总额;上年同期;本月;其中：西药类;千元',
        '商品销售总额;上年同期;1-本月;其中：西药类;千元',
        '商品销售总额;零售额;本月;其中：西药类;千元',
        '商品销售总额;零售额;1-本月;其中：西药类;千元',
        '商品销售总额;零售额;上年同期;本月;其中：西药类;千元',
        '商品销售总额;零售额;上年同期;1-本月;其中：西药类;千元',
        '商品销售总额;本月;　　　中草药及中成药类;千元',
        '商品销售总额;1-本月;　　　中草药及中成药类;千元',
        '商品销售总额;上年同期;本月;　　　中草药及中成药类;千元',
        '商品销售总额;上年同期;1-本月;　　　中草药及中成药类;千元',
        '商品销售总额;零售额;本月;　　　中草药及中成药类;千元',
        '商品销售总额;零售额;1-本月;　　　中草药及中成药类;千元',
        '商品销售总额;零售额;上年同期;本月;　　　中草药及中成药类;千元',
        '商品销售总额;零售额;上年同期;1-本月;　　　中草药及中成药类;千元',
        '商品销售总额;本月;文化办公用品类;千元',
        '商品销售总额;1-本月;文化办公用品类;千元',
        '商品销售总额;上年同期;本月;文化办公用品类;千元',
        '商品销售总额;上年同期;1-本月;文化办公用品类;千元',
        '商品销售总额;零售额;本月;文化办公用品类;千元',
        '商品销售总额;零售额;1-本月;文化办公用品类;千元',
        '商品销售总额;零售额;上年同期;本月;文化办公用品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;文化办公用品类;千元',
        '商品销售总额;本月;其中：计算机及其配套产品;千元',
        '商品销售总额;1-本月;其中：计算机及其配套产品;千元',
        '商品销售总额;上年同期;本月;其中：计算机及其配套产品;千元',
        '商品销售总额;上年同期;1-本月;其中：计算机及其配套产品;千元',
        '商品销售总额;零售额;本月;其中：计算机及其配套产品;千元',
        '商品销售总额;零售额;1-本月;其中：计算机及其配套产品;千元',
        '商品销售总额;零售额;上年同期;本月;其中：计算机及其配套产品;千元',
        '商品销售总额;零售额;上年同期;1-本月;其中：计算机及其配套产品;千元',
        '商品销售总额;本月;家具类;千元',
        '商品销售总额;1-本月;家具类;千元',
        '商品销售总额;上年同期;本月;家具类;千元',
        '商品销售总额;上年同期;1-本月;家具类;千元',
        '商品销售总额;零售额;本月;家具类;千元',
        '商品销售总额;零售额;1-本月;家具类;千元',
        '商品销售总额;零售额;上年同期;本月;家具类;千元',
        '商品销售总额;零售额;上年同期;1-本月;家具类;千元',
        '商品销售总额;本月;通讯器材类;千元',
        '商品销售总额;1-本月;通讯器材类;千元',
        '商品销售总额;上年同期;本月;通讯器材类;千元',
        '商品销售总额;上年同期;1-本月;通讯器材类;千元',
        '商品销售总额;零售额;本月;通讯器材类;千元',
        '商品销售总额;零售额;1-本月;通讯器材类;千元',
        '商品销售总额;零售额;上年同期;本月;通讯器材类;千元',
        '商品销售总额;零售额;上年同期;1-本月;通讯器材类;千元',
        '商品销售总额;本月;煤炭及制品类;千元',
        '商品销售总额;1-本月;煤炭及制品类;千元',
        '商品销售总额;上年同期;本月;煤炭及制品类;千元',
        '商品销售总额;上年同期;1-本月;煤炭及制品类;千元',
        '商品销售总额;零售额;本月;煤炭及制品类;千元',
        '商品销售总额;零售额;1-本月;煤炭及制品类;千元',
        '商品销售总额;零售额;上年同期;本月;煤炭及制品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;煤炭及制品类;千元',
        '商品销售总额;本月;木材及制品类;千元',
        '商品销售总额;1-本月;木材及制品类;千元',
        '商品销售总额;上年同期;本月;木材及制品类;千元',
        '商品销售总额;上年同期;1-本月;木材及制品类;千元',
        '商品销售总额;零售额;本月;木材及制品类;千元',
        '商品销售总额;零售额;1-本月;木材及制品类;千元',
        '商品销售总额;零售额;上年同期;本月;木材及制品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;木材及制品类;千元',
        '商品销售总额;本月;石油及制品类;千元',
        '商品销售总额;1-本月;石油及制品类;千元',
        '商品销售总额;上年同期;本月;石油及制品类;千元',
        '商品销售总额;上年同期;1-本月;石油及制品类;千元',
        '商品销售总额;零售额;本月;石油及制品类;千元',
        '商品销售总额;零售额;1-本月;石油及制品类;千元',
        '商品销售总额;零售额;上年同期;本月;石油及制品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;石油及制品类;千元',
        '商品销售总额;本月;化工材料及制品类;千元',
        '商品销售总额;1-本月;化工材料及制品类;千元',
        '商品销售总额;上年同期;本月;化工材料及制品类;千元',
        '商品销售总额;上年同期;1-本月;化工材料及制品类;千元',
        '商品销售总额;零售额;本月;化工材料及制品类;千元',
        '商品销售总额;零售额;1-本月;化工材料及制品类;千元',
        '商品销售总额;零售额;上年同期;本月;化工材料及制品类;千元',
        '商品销售总额;零售额;上年同期;1-本月;化工材料及制品类;千元',
        '商品销售总额;本月;其中：化肥类;千元',
        '商品销售总额;1-本月;其中：化肥类;千元',
        '商品销售总额;上年同期;本月;其中：化肥类;千元',
        '商品销售总额;上年同期;1-本月;其中：化肥类;千元',
        '商品销售总额;零售额;本月;其中：化肥类;千元',
        '商品销售总额;零售额;1-本月;其中：化肥类;千元',
        '商品销售总额;零售额;上年同期;本月;其中：化肥类;千元',
        '商品销售总额;零售额;上年同期;1-本月;其中：化肥类;千元',
        '商品销售总额;本月;金属材料类;千元',
        '商品销售总额;1-本月;金属材料类;千元',
        '商品销售总额;上年同期;本月;金属材料类;千元',
        '商品销售总额;上年同期;1-本月;金属材料类;千元',
        '商品销售总额;零售额;本月;金属材料类;千元',
        '商品销售总额;零售额;1-本月;金属材料类;千元',
        '商品销售总额;零售额;上年同期;本月;金属材料类;千元',
        '商品销售总额;零售额;上年同期;1-本月;金属材料类;千元',
        '商品销售总额;本月;建筑及装潢材料类;千元',
        '商品销售总额;1-本月;建筑及装潢材料类;千元',
        '商品销售总额;上年同期;本月;建筑及装潢材料类;千元',
        '商品销售总额;上年同期;1-本月;建筑及装潢材料类;千元',
        '商品销售总额;零售额;本月;建筑及装潢材料类;千元',
        '商品销售总额;零售额;1-本月;建筑及装潢材料类;千元',
        '商品销售总额;零售额;上年同期;本月;建筑及装潢材料类;千元',
        '商品销售总额;零售额;上年同期;1-本月;建筑及装潢材料类;千元',
        '商品销售总额;本月;机电产品及设备类;千元',
        '商品销售总额;1-本月;机电产品及设备类;千元',
        '商品销售总额;上年同期;本月;机电产品及设备类;千元',
        '商品销售总额;上年同期;1-本月;机电产品及设备类;千元',
        '商品销售总额;零售额;本月;机电产品及设备类;千元',
        '商品销售总额;零售额;1-本月;机电产品及设备类;千元',
        '商品销售总额;零售额;上年同期;本月;机电产品及设备类;千元',
        '商品销售总额;零售额;上年同期;1-本月;机电产品及设备类;千元',
        '商品销售总额;本月;其中：农机类;千元',
        '商品销售总额;1-本月;其中：农机类;千元',
        '商品销售总额;上年同期;本月;其中：农机类;千元',
        '商品销售总额;上年同期;1-本月;其中：农机类;千元',
        '商品销售总额;零售额;本月;其中：农机类;千元',
        '商品销售总额;零售额;1-本月;其中：农机类;千元',
        '商品销售总额;零售额;上年同期;本月;其中：农机类;千元',
        '商品销售总额;零售额;上年同期;1-本月;其中：农机类;千元',
        '商品销售总额;本月;汽车类;千元',
        '商品销售总额;1-本月;汽车类;千元',
        '商品销售总额;上年同期;本月;汽车类;千元',
        '商品销售总额;上年同期;1-本月;汽车类;千元',
        '商品销售总额;零售额;本月;汽车类;千元',
        '商品销售总额;零售额;1-本月;汽车类;千元',
        '商品销售总额;零售额;上年同期;本月;汽车类;千元',
        '商品销售总额;零售额;上年同期;1-本月;汽车类;千元',
        '商品销售总额;本月;种子饲料类;千元',
        '商品销售总额;1-本月;种子饲料类;千元',
        '商品销售总额;上年同期;本月;种子饲料类;千元',
        '商品销售总额;上年同期;1-本月;种子饲料类;千元',
        '商品销售总额;零售额;本月;种子饲料类;千元',
        '商品销售总额;零售额;1-本月;种子饲料类;千元',
        '商品销售总额;零售额;上年同期;本月;种子饲料类;千元',
        '商品销售总额;零售额;上年同期;1-本月;种子饲料类;千元',
        '商品销售总额;本月;棉麻类;千元',
        '商品销售总额;1-本月;棉麻类;千元',
        '商品销售总额;上年同期;本月;棉麻类;千元',
        '商品销售总额;上年同期;1-本月;棉麻类;千元',
        '商品销售总额;零售额;本月;棉麻类;千元',
        '商品销售总额;零售额;1-本月;棉麻类;千元',
        '商品销售总额;零售额;上年同期;本月;棉麻类;千元',
        '商品销售总额;零售额;上年同期;1-本月;棉麻类;千元',
        '商品销售总额;本月;其他类;千元',
        '商品销售总额;1-本月;其他类;千元',
        '商品销售总额;上年同期;本月;其他类;千元',
        '商品销售总额;上年同期;1-本月;其他类;千元',
        '商品销售总额;零售额;本月;其他类;千元',
        '商品销售总额;零售额;1-本月;其他类;千元',
        '商品销售总额;零售额;上年同期;本月;其他类;千元',
        '商品销售总额;零售额;上年同期;1-本月;其他类;千元'],
        data: [
        ['429021100001','087243493','神农架惠诚购物广场有限公司','931','11736','702','9221','931','11736','702','9221','','0','0','0','','0','0','0','587','6435','323','5509','587','6435','323','5509','67','1068','33','448','67','1068','33','448','74','726','64','574','74','726','64','574','8','150','1','39','8','150','1','39','231','1972','92','1526','231','1972','92','1526','108','1230','80','1282','108','1230','80','1282','69','934','42','624','69','934','42','624','43','704','56','654','43','704','56','654','62','581','53','249','62','581','53','249','31','193','11','48','31','193','11','48','15','176','15','64','15','176','15','64','16','212','27','137','16','212','27','137','29','405','19','239','29','405','19','239','','0','0','0','','0','0','0','131','2472','197','1847','131','2472','197','1847','52','481','27','202','52','481','27','202','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','10','205','12','99','10','205','12','99'],
        ['429021100001','707087103','神农架林区粮食收储有限责任公司','215','4720','283','4176','215','4720','283','4176','','0','0','0','','0','0','0','215','4720','283','4176','215','4720','283','4176','215','4720','283','4176','215','4720','283','4176','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021100001','737125422','湖北卫康药业有限公司','1425','15829','894','10940','710','9460','489','7268','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','1425','15829','894','10940','710','9460','489','7268','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021100002','068441400','神农架乐康商贸有限公司','7569','18855','1010','23042','7569','17941','985','22082','','0','0','0','','0','0','0','3933','9830','492','5770','3933','9241','492','5770','1170','3017','260','3165','1170','2695','260','3165','171','1070','30','600','171','885','30','600','18','280','12','272','18','151','12','272','36','363','110','780','36','209','110','780','2538','5100','80','673','2538','4829','80','673','603','2095','40','1698','603','2068','40','1698','621','1338','120','4342','621','1296','120','4342','603','1094','8','1035','603','1077','8','1035','9','15','1','532','9','14','1','532','9','18','2','319','9','17','2','319','585','1061','5','184','585','1046','5','184','432','965','20','388','432','944','20','388','0','0','0','0','','0','0','0','594','1744','180','1320','594','1706','180','1320','9','63','50','414','9','63','50','414','','0','40','1220','','0','40','1220','','0','20','370','','0','20','370','','0','0','0','','0','0','0','36','66','10','572','36','42','10','572','','0','5','250','','0','5','250','189','448','20','380','189','399','20','380','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','36','177','10','344','36','118','10','344','','0','0','0','','0','0','0','','0','5','132','','0','5','132','','0','5','54','','0','5','54','','0','0','0','','0','0','0','','0','5','440','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','10','370','','0','0','0','','0','0','0','','0','0','0','','0','10','150','','0','0','0','','0','5','110','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','522','1098','10','4207','522','1050','10','4207'],
        ['429021100002','183710047','湖北省烟草公司神农架林区公司','9433','109005','7973','104557','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','9433','109005','7973','104557','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021100002','183710071','中国石油化工股份有限公司湖北神农架石油分公司','9958','115109','9392','122490','4481','51796','4226','54220','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','9958','115109','9392','122490','4481','51796','4226','54220','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021100002','670372997','神农架琦源购物广场有限责任公司','','0','751','5161','','0','751','5161','','0','','0','','0','','0','','0','252','2684','','0','252','2684','','0','119','1140','','0','119','1140','','0','43','449','','0','43','449','','0','','0','','0','','0','','0','58','737','','0','58','737','','0','32','358','','0','32','358','','0','27','216','','0','27','216','','0','34','250','','0','34','250','','0','145','677','','0','145','677','','0','49','287','','0','49','287','','0','38','180','','0','38','180','','0','58','210','','0','58','210','','0','57','294','','0','57','294','','0','','0','','0','','0','','0','104','368','','0','104','368','','0','19','45','','0','19','45','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','95','337','','0','95','337','','0','19','186','','0','19','186','','0','10','99','','0','10','99','','0','9','87','','0','9','87','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','18','149','','0','18','149','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0','','0'],
        ['429021100002','695123161','神农架永康食品开发有限责任公司','10781','38504','1697','18754','10012','30812','1500','15050','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','10781','38504','1697','18754','10012','30812','1500','15050','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0'],
        ['429021100002','L27050078','神农架林区吉安汽车销售有限责任公司','520','5740','510','5600','520','5740','510','5600','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','520','5740','510','5600','520','5740','510','5600','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0','','0','0','0']],
    }),
    columns: [ {
  "text" : "<div style='white-space:pre-line;height:80px'>数据处理地</div>",
  "width" : 80,
  "dataIndex" : "数据处理地"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>组织机构代码</div>",
  "width" : 80,
  "dataIndex" : "组织机构代码"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>单位详细名称</div>",
  "width" : 80,
  "dataIndex" : "单位详细名称"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;总计;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;总计;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;总计;通过互联网实现的商品销售;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;粮油、食品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;粮油、食品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其中：粮油类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其中：粮油类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;　　　肉禽蛋类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;　　　肉禽蛋类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;　　　水产品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;　　　水产品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;　　　蔬菜类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;　　　蔬菜类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;　　　干鲜果品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;　　　干鲜果品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;饮料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;饮料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;烟酒类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;烟酒类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;服装、鞋帽、针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;服装类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;服装类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;鞋帽类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;鞋帽类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;针纺织品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;针纺织品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;化妆品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;化妆品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;金银珠宝类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;金银珠宝类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;日用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;日用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其中：儿童玩具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其中：儿童玩具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;五金、电料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;五金、电料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;体育、娱乐用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;体育、娱乐用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其中：照相机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其中：照相机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;书报杂志类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;书报杂志类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;电子出版物及音像制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;电子出版物及音像制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;家用电器和音像器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;家用电器和音像器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;中西药品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;中西药品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其中：西药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其中：西药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;　　　中草药及中成药类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;　　　中草药及中成药类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;文化办公用品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;文化办公用品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其中：计算机及其配套产品;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其中：计算机及其配套产品;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;家具类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;家具类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;通讯器材类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;通讯器材类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;煤炭及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;煤炭及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;木材及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;木材及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;石油及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;石油及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;化工材料及制品类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;化工材料及制品类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其中：化肥类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其中：化肥类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;金属材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;金属材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;建筑及装潢材料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;建筑及装潢材料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;机电产品及设备类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;机电产品及设备类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其中：农机类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其中：农机类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;汽车类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;汽车类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;种子饲料类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;种子饲料类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;棉麻类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;棉麻类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;本月;其他类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;1-本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;1-本月;其他类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;本月;其他类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;上年同期;1-本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;上年同期;1-本月;其他类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;本月;其他类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;1-本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;1-本月;其他类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;本月;其他类;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>商品销售总额;零售额;上年同期;1-本月;其他类;千元</div>",
  "width" : 80,
  "dataIndex" : "商品销售总额;零售额;上年同期;1-本月;其他类;千元"
} ],
    footerItems: [
        {
            html: ''
        },
        {
            html: '',
        },
        {
            html: ''
        },
        {
            colspan: 3,
            html: ''
        }
    ]
});