Ext.define('Kits.view.liShiShuju.429021_E204-1_2月批发零售商品销售和库存基层表', {
    extend: 'Kits.view.liShiShuju.Base',
    title: '429021_E204-1_2月批发零售商品销售和库存基层表',
    headerItems: [
        {
            html: ''
        },
        {
            html: '429021_E204-1_2月批发零售商品销售和库存基层表',
        },
        {
            html: ''
        }
    ],
    store: Ext.create('Ext.data.ArrayStore', {
        fields: [
        'col0',
        'col1',
        'col2',
        'col3',
        'col4',
        'col5',
        'col6',
        'col7',
        'col8',
        'col9',
        'col10',
        'col11',
        'col12',
        'col13',
        'col14',
        'col15',
        'col16',
        'col17',
        'col18',
        'col19',
        'col20',
        'col21',
        'col22',
        'col23',
        'col24',
        'col25',
        'col26',
        'col27',
        'col28',
        'col29',
        'col30',
        'col31',
        'col32',
        'col33',
        'col34',
        'col35',
        'col36',
        'col37',
        'col38',
        'col39',
        'col40',
        'col41',
        'col42',
        'col43',
        'col44',
        'col45',
        'col46',
        'col47',
        'col48',
        'col49',
        'col50',
        'col51',
        'col52',
        'col53',
        'col54',
        'col55',
        'col56',
        'col57',
        'col58',
        'col59',
        'col60',
        'col61',
        'col62',
        'col63',
        'col64',
        'col65',
        'col66',
        'col67',
        'col68',
        'col69',
        'col70',
        'col71',
        'col72',
        'col73',
        'col74',
        'col75',
        'col76',
        'col77',
        'col78',
        'col79',
        'col80',
        'col81',
        'col82',
        'col83',
        'col84',
        'col85',
        'col86',
        'col87',
        'col88',
        'col89',
        'col90',
        'col91',
        'col92',
        'col93',
        'col94',
        'col95',
        'col96',
        'col97',
        'col98',
        'col99',
        'col100',
        'col101',
        'col102',
        'col103',
        'col104',
        'col105',
        'col106',
        'col107',
        'col108',
        'col109',
        'col110',
        'col111',
        'col112',
        'col113',
        'col114',
        'col115',
        'col116',
        'col117',
        'col118',
        'col119',
        'col120',
        'col121',
        'col122',
        'col123',
        'col124',
        'col125',
        'col126',
        'col127',
        'col128',
        'col129',
        'col130',
        'col131',
        'col132',
        'col133',
        'col134',
        'col135',
        'col136',
        'col137',
        'col138',
        'col139',
        'col140',
        'col141',
        'col142',
        'col143',
        'col144',
        'col145',
        'col146',
        'col147',
        'col148',
        'col149',
        'col150',
        'col151',
        'col152',
        'col153',
        'col154',
        'col155',
        'col156',
        'col157',
        'col158',
        'col159',
        'col160',
        'col161',
        'col162',
        'col163',
        'col164',
        'col165',
        'col166',
        'col167',
        'col168',
        'col169',
        'col170',
        'col171',
        'col172',
        'col173',
        'col174',
        'col175',
        'col176',
        'col177',
        'col178',
        'col179',
        'col180',
        'col181',
        'col182',
        'col183',
        'col184',
        'col185',
        'col186',
        'col187',
        'col188',
        'col189',
        'col190',
        'col191',
        'col192',
        'col193',
        'col194',
        'col195',
        'col196',
        'col197',
        'col198',
        'col199',
        'col200',
        'col201',
        'col202',
        'col203',
        'col204',
        'col205',
        'col206',
        'col207',
        'col208',
        'col209',
        'col210',
        'col211',
        'col212',
        'col213',
        'col214',
        'col215',
        'col216',
        'col217',
        'col218',
        'col219',
        'col220',
        'col221',
        'col222',
        'col223',
        'col224',
        'col225',
        'col226',
        'col227',
        'col228',
        'col229',
        'col230',
        'col231',
        'col232',
        'col233',
        'col234',
        'col235',
        'col236',
        'col237',
        'col238',
        'col239',
        'col240',
        'col241',
        'col242',
        'col243',
        'col244',
        'col245',
        'col246',
        'col247',
        'col248',
        'col249',
        'col250',
        'col251',
        'col252',
        'col253',
        'col254',
        'col255'],
        data: [
        ['087243493','429021100001','神农架惠诚购物广场有限公司','897.0','969.0','2093.0','3496.0','1525.0','2615.0','2093.0','3496.0','1525.0','2615.0','','','0.0','0.0','','','0.0','0.0','993.0','1650.0','1035.0','1772.0','993.0','1650.0','1035.0','1772.0','188.0','330.0','67.0','150.0','188.0','330.0','67.0','150.0','104.0','195.0','124.0','188.0','104.0','195.0','124.0','188.0','46.0','73.0','8.0','17.0','46.0','73.0','8.0','17.0','257.0','393.0','315.0','536.0','257.0','393.0','315.0','536.0','113.0','207.0','159.0','262.0','113.0','207.0','159.0','262.0','217.0','346.0','73.0','118.0','217.0','346.0','73.0','118.0','173.0','280.0','114.0','217.0','173.0','280.0','114.0','217.0','147.0','260.0','21.0','31.0','147.0','260.0','21.0','31.0','39.0','62.0','6.0','9.0','39.0','62.0','6.0','9.0','49.0','90.0','3.0','4.0','49.0','90.0','3.0','4.0','59.0','108.0','12.0','18.0','59.0','108.0','12.0','18.0','78.0','136.0','39.0','63.0','78.0','136.0','39.0','63.0','','','0.0','0.0','','','0.0','0.0','418.0','725.0','238.0','405.0','418.0','725.0','238.0','405.0','77.0','126.0','19.0','26.0','77.0','126.0','19.0','26.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','0.0','','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0'],
        ['588226026','429021100001','神农架林区宜化超市有限公司','','500.0','','','365.0','848.0','','','365.0','848.0','','','0.0','0.0','','','0.0','0.0','','','198.0','485.0','','','198.0','485.0','','','35.0','80.0','','','35.0','80.0','','','30.0','85.0','','','30.0','85.0','','','30.0','78.0','','','30.0','78.0','','','60.0','143.0','','','60.0','143.0','','','33.0','90.0','','','33.0','90.0','','','30.0','68.0','','','30.0','68.0','','','10.0','20.0','','','10.0','20.0','','','40.0','73.0','','','40.0','73.0','','','0.0','0.0','','','0.0','0.0','','','1.0','3.0','','','1.0','3.0','','','39.0','70.0','','','39.0','70.0','','','25.0','60.0','','','25.0','60.0','','','0.0','0.0','','','0.0','0.0','','','62.0','142.0','','','62.0','142.0','','','6.0','11.0','','','6.0','11.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','0.0','','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0'],
        ['707087103','429021100001','神农架林区粮食收储有限责任公司','7360.0','7510.0','150.0','241.0','80.0','260.0','150.0','241.0','80.0','260.0','','','0.0','0.0','','','0.0','0.0','150.0','241.0','80.0','260.0','150.0','241.0','80.0','260.0','150.0','241.0','80.0','260.0','150.0','241.0','80.0','260.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','0.0','','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0'],
        ['737125414','429021100001','神农架林区山鑫电器有限责任公司','','1500.0','','','730.0','1600.0','','','730.0','1600.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','0.0','','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','730.0','1600.0','','','730.0','1600.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0'],
        ['737125422','429021100001','湖北卫康药业有限公司','2044.0','2155.0','1099.0','2356.0','940.0','2144.0','833.0','1714.0','705.0','1618.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','0.0','','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','1099.0','2356.0','940.0','2144.0','833.0','1714.0','705.0','1618.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0'],
        ['068441400','429021100002','神农架乐康商贸有限公司','1330.0','3870.0','1330.0','2642.0','3870.0','12013.0','1330.0','2642.0','3625.0','11693.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','928.0','1724.0','828.0','1828.0','928.0','1724.0','828.0','1828.0','355.0','634.0','325.0','1325.0','355.0','634.0','325.0','1325.0','154.0','311.0','150.0','150.0','154.0','311.0','150.0','150.0','9.0','121.0','50.0','50.0','9.0','121.0','50.0','50.0','100.0','150.0','100.0','100.0','100.0','150.0','100.0','100.0','310.0','508.0','203.0','203.0','310.0','508.0','203.0','203.0','106.0','356.0','278.0','578.0','106.0','356.0','278.0','578.0','33.0','47.0','266.0','3362.0','33.0','47.0','266.0','3362.0','40.0','84.0','204.0','840.0','40.0','84.0','204.0','840.0','1.0','3.0','40.0','440.0','1.0','3.0','40.0','440.0','1.0','2.0','158.0','250.0','1.0','2.0','158.0','250.0','38.0','79.0','6.0','150.0','38.0','79.0','6.0','150.0','45.0','80.0','43.0','78.0','45.0','80.0','43.0','78.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','51.0','112.0','100.0','300.0','51.0','112.0','100.0','300.0','30.0','48.0','18.0','18.0','30.0','48.0','18.0','18.0','0.0','0.0','369.0','500.0','0.0','0.0','369.0','500.0','0.0','0.0','52.0','100.0','0.0','0.0','52.0','100.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','100.0','0.0','352.0','0.0','0.0','100.0','352.0','0.0','0.0','50.0','100.0','0.0','0.0','50.0','100.0','34.0','66.0','80.0','200.0','34.0','66.0','80.0','200.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','13.0','23.0','82.0','132.0','13.0','23.0','82.0','132.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','0.0','20.0','52.0','0.0','0.0','20.0','52.0','0.0','0.0','5.0','15.0','0.0','0.0','5.0','15.0','0.0','0.0','0.0'],
        ['183710047','429021100002','湖北省烟草公司神农架林区公司','18438.0','5190.0','8559.0','24961.0','29586.0','29586.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','8559.0','24961.0','29586.0','29586.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','0.0','','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0'],
        ['183710071','429021100002','中国石油化工股份有限公司湖北神农架石油分公司','2231.0','2739.0','5269.0','11072.0','4983.0','12642.0','2371.0','4982.0','2242.0','5689.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','0.0','','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0'],
        ['670372997','429021100002','神农架琦源购物广场有限责任公司','','685.0','','','582.0','1004.0','','','582.0','1004.0','','','','','','','','','','','365.0','603.0','','','365.0','603.0','','','152.0','283.0','','','152.0','283.0','','','77.0','115.0','','','77.0','115.0','','','','','','','','','','','98.0','152.0','','','98.0','152.0','','','38.0','53.0','','','38.0','53.0','','','26.0','38.0','','','26.0','38.0','','','29.0','41.0','','','29.0','41.0','','','63.0','119.0','','','63.0','119.0','','','32.0','61.0','','','32.0','61.0','','','17.0','32.0','','','17.0','32.0','','','14.0','26.0','','','14.0','26.0','','','20.0','42.0','','','20.0','42.0','','','','','','','','','','','27.0','49.0','','','27.0','49.0','','','8.0','18.0','','','8.0','18.0','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','','26.0','55.0','','','26.0','55.0','','','15.0','32.0','','','15.0','32.0','','','9.0','18.0','','','9.0','18.0','','','6.0','14.0','','','6.0','14.0','','','','','','','','','','','','','','','','','','','','','','','','','','','11.0','25.0','','','11.0','25.0','','',''],
        ['695123161','429021100002','神农架永康食品开发有限责任公司','700.0','590.0','975.0','3874.0','1400.0','2899.0','600.0','2400.0','800.0','1800.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','975.0','3874.0','1400.0','2899.0','600.0','2400.0','800.0','1800.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','0.0','','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0'],
        ['698002461','429021100002','神农架林区宋洛万通客运有限公司松柏分公司','','1210.0','','','610.0','1210.0','','','610.0','1210.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','0.0','','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0'],
        ['L27050078','429021100002','神农架林区吉安汽车销售有限责任公司','365.0','380.0','510.0','1020.0','500.0','1000.0','510.0','1020.0','500.0','1000.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','0.0','','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0','0.0','','','0.0']],
    }),
    columns: [ {
  "text" : "<div style='white-space:pre-line;height:22px'>组织机构代码</div>",
  "width" : 120,
  "dataIndex" : "col0"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>数据处理地</div>",
  "width" : 60,
  "dataIndex" : "col1"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>单位详细名称</div>",
  "width" : 60,
  "dataIndex" : "col2"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>期末商品库存额;千元</div>",
  "width" : 60,
  "dataIndex" : "col3"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品库存额;千元</div>",
  "width" : 60,
  "dataIndex" : "col4"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;总计;千元</div>",
  "width" : 60,
  "dataIndex" : "col5"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;总计;千元</div>",
  "width" : 60,
  "dataIndex" : "col6"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;总计;千元</div>",
  "width" : 60,
  "dataIndex" : "col7"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;总计;千元</div>",
  "width" : 60,
  "dataIndex" : "col8"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;总计;千元</div>",
  "width" : 60,
  "dataIndex" : "col9"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;总计;千元</div>",
  "width" : 60,
  "dataIndex" : "col10"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;总计;千元</div>",
  "width" : 60,
  "dataIndex" : "col11"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;总计;千元</div>",
  "width" : 60,
  "dataIndex" : "col12"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 60,
  "dataIndex" : "col13"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 60,
  "dataIndex" : "col14"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 60,
  "dataIndex" : "col15"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 60,
  "dataIndex" : "col16"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 60,
  "dataIndex" : "col17"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 60,
  "dataIndex" : "col18"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 60,
  "dataIndex" : "col19"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;总计;通过互联网实现的商品销售;千元</div>",
  "width" : 60,
  "dataIndex" : "col20"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;粮油、食品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col21"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;粮油、食品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col22"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;粮油、食品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col23"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;粮油、食品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col24"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;粮油、食品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col25"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;粮油、食品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col26"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;粮油、食品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col27"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;粮油、食品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col28"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;其中：粮油类;千元</div>",
  "width" : 60,
  "dataIndex" : "col29"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;其中：粮油类;千元</div>",
  "width" : 60,
  "dataIndex" : "col30"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;其中：粮油类;千元</div>",
  "width" : 60,
  "dataIndex" : "col31"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;其中：粮油类;千元</div>",
  "width" : 60,
  "dataIndex" : "col32"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;其中：粮油类;千元</div>",
  "width" : 60,
  "dataIndex" : "col33"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;其中：粮油类;千元</div>",
  "width" : 60,
  "dataIndex" : "col34"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;其中：粮油类;千元</div>",
  "width" : 60,
  "dataIndex" : "col35"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;其中：粮油类;千元</div>",
  "width" : 60,
  "dataIndex" : "col36"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;　　　肉禽蛋类;千元</div>",
  "width" : 60,
  "dataIndex" : "col37"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;　　　肉禽蛋类;千元</div>",
  "width" : 60,
  "dataIndex" : "col38"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;　　　肉禽蛋类;千元</div>",
  "width" : 60,
  "dataIndex" : "col39"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;　　　肉禽蛋类;千元</div>",
  "width" : 60,
  "dataIndex" : "col40"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;　　　肉禽蛋类;千元</div>",
  "width" : 60,
  "dataIndex" : "col41"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;　　　肉禽蛋类;千元</div>",
  "width" : 60,
  "dataIndex" : "col42"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;　　　肉禽蛋类;千元</div>",
  "width" : 60,
  "dataIndex" : "col43"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;　　　肉禽蛋类;千元</div>",
  "width" : 60,
  "dataIndex" : "col44"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;　　　水产品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col45"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;　　　水产品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col46"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;　　　水产品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col47"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;　　　水产品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col48"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;　　　水产品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col49"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;　　　水产品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col50"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;　　　水产品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col51"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;　　　水产品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col52"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;　　　蔬菜类;千元</div>",
  "width" : 60,
  "dataIndex" : "col53"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;　　　蔬菜类;千元</div>",
  "width" : 60,
  "dataIndex" : "col54"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;　　　蔬菜类;千元</div>",
  "width" : 60,
  "dataIndex" : "col55"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;　　　蔬菜类;千元</div>",
  "width" : 60,
  "dataIndex" : "col56"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;　　　蔬菜类;千元</div>",
  "width" : 60,
  "dataIndex" : "col57"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;　　　蔬菜类;千元</div>",
  "width" : 60,
  "dataIndex" : "col58"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;　　　蔬菜类;千元</div>",
  "width" : 60,
  "dataIndex" : "col59"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;　　　蔬菜类;千元</div>",
  "width" : 60,
  "dataIndex" : "col60"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;　　　干鲜果品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col61"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;　　　干鲜果品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col62"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;　　　干鲜果品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col63"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;　　　干鲜果品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col64"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;　　　干鲜果品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col65"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;　　　干鲜果品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col66"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;　　　干鲜果品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col67"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;　　　干鲜果品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col68"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;饮料类;千元</div>",
  "width" : 60,
  "dataIndex" : "col69"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;饮料类;千元</div>",
  "width" : 60,
  "dataIndex" : "col70"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;饮料类;千元</div>",
  "width" : 60,
  "dataIndex" : "col71"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;饮料类;千元</div>",
  "width" : 60,
  "dataIndex" : "col72"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;饮料类;千元</div>",
  "width" : 60,
  "dataIndex" : "col73"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;饮料类;千元</div>",
  "width" : 60,
  "dataIndex" : "col74"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;饮料类;千元</div>",
  "width" : 60,
  "dataIndex" : "col75"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;饮料类;千元</div>",
  "width" : 60,
  "dataIndex" : "col76"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;烟酒类;千元</div>",
  "width" : 60,
  "dataIndex" : "col77"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;烟酒类;千元</div>",
  "width" : 60,
  "dataIndex" : "col78"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;烟酒类;千元</div>",
  "width" : 60,
  "dataIndex" : "col79"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;烟酒类;千元</div>",
  "width" : 60,
  "dataIndex" : "col80"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;烟酒类;千元</div>",
  "width" : 60,
  "dataIndex" : "col81"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;烟酒类;千元</div>",
  "width" : 60,
  "dataIndex" : "col82"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;烟酒类;千元</div>",
  "width" : 60,
  "dataIndex" : "col83"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;烟酒类;千元</div>",
  "width" : 60,
  "dataIndex" : "col84"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col85"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col86"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col87"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col88"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col89"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col90"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col91"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;服装、鞋帽、针纺织品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col92"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;服装类;千元</div>",
  "width" : 60,
  "dataIndex" : "col93"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;服装类;千元</div>",
  "width" : 60,
  "dataIndex" : "col94"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;服装类;千元</div>",
  "width" : 60,
  "dataIndex" : "col95"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;服装类;千元</div>",
  "width" : 60,
  "dataIndex" : "col96"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;服装类;千元</div>",
  "width" : 60,
  "dataIndex" : "col97"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;服装类;千元</div>",
  "width" : 60,
  "dataIndex" : "col98"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;服装类;千元</div>",
  "width" : 60,
  "dataIndex" : "col99"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;服装类;千元</div>",
  "width" : 60,
  "dataIndex" : "col100"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;鞋帽类;千元</div>",
  "width" : 60,
  "dataIndex" : "col101"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;鞋帽类;千元</div>",
  "width" : 60,
  "dataIndex" : "col102"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;鞋帽类;千元</div>",
  "width" : 60,
  "dataIndex" : "col103"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;鞋帽类;千元</div>",
  "width" : 60,
  "dataIndex" : "col104"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;鞋帽类;千元</div>",
  "width" : 60,
  "dataIndex" : "col105"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;鞋帽类;千元</div>",
  "width" : 60,
  "dataIndex" : "col106"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;鞋帽类;千元</div>",
  "width" : 60,
  "dataIndex" : "col107"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;鞋帽类;千元</div>",
  "width" : 60,
  "dataIndex" : "col108"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;针纺织品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col109"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;针纺织品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col110"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;针纺织品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col111"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;针纺织品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col112"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;针纺织品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col113"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;针纺织品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col114"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;针纺织品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col115"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;针纺织品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col116"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;化妆品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col117"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;化妆品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col118"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;化妆品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col119"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;化妆品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col120"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;化妆品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col121"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;化妆品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col122"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;化妆品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col123"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;化妆品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col124"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;金银珠宝类;千元</div>",
  "width" : 60,
  "dataIndex" : "col125"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;金银珠宝类;千元</div>",
  "width" : 60,
  "dataIndex" : "col126"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;金银珠宝类;千元</div>",
  "width" : 60,
  "dataIndex" : "col127"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;金银珠宝类;千元</div>",
  "width" : 60,
  "dataIndex" : "col128"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;金银珠宝类;千元</div>",
  "width" : 60,
  "dataIndex" : "col129"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;金银珠宝类;千元</div>",
  "width" : 60,
  "dataIndex" : "col130"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;金银珠宝类;千元</div>",
  "width" : 60,
  "dataIndex" : "col131"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;金银珠宝类;千元</div>",
  "width" : 60,
  "dataIndex" : "col132"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;日用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col133"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;日用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col134"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;日用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col135"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;日用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col136"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;日用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col137"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;日用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col138"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;日用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col139"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;日用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col140"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;其中：儿童玩具类;千元</div>",
  "width" : 60,
  "dataIndex" : "col141"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;其中：儿童玩具类;千元</div>",
  "width" : 60,
  "dataIndex" : "col142"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;其中：儿童玩具类;千元</div>",
  "width" : 60,
  "dataIndex" : "col143"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;其中：儿童玩具类;千元</div>",
  "width" : 60,
  "dataIndex" : "col144"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;其中：儿童玩具类;千元</div>",
  "width" : 60,
  "dataIndex" : "col145"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;其中：儿童玩具类;千元</div>",
  "width" : 60,
  "dataIndex" : "col146"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;其中：儿童玩具类;千元</div>",
  "width" : 60,
  "dataIndex" : "col147"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;其中：儿童玩具类;千元</div>",
  "width" : 60,
  "dataIndex" : "col148"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;五金、电料类;千元</div>",
  "width" : 60,
  "dataIndex" : "col149"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;五金、电料类;千元</div>",
  "width" : 60,
  "dataIndex" : "col150"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;五金、电料类;千元</div>",
  "width" : 60,
  "dataIndex" : "col151"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;五金、电料类;千元</div>",
  "width" : 60,
  "dataIndex" : "col152"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;五金、电料类;千元</div>",
  "width" : 60,
  "dataIndex" : "col153"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;五金、电料类;千元</div>",
  "width" : 60,
  "dataIndex" : "col154"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;五金、电料类;千元</div>",
  "width" : 60,
  "dataIndex" : "col155"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;五金、电料类;千元</div>",
  "width" : 60,
  "dataIndex" : "col156"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;体育、娱乐用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col157"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;体育、娱乐用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col158"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;体育、娱乐用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col159"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;体育、娱乐用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col160"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;体育、娱乐用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col161"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;体育、娱乐用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col162"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;体育、娱乐用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col163"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;体育、娱乐用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col164"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;其中：照相机类;千元</div>",
  "width" : 60,
  "dataIndex" : "col165"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;其中：照相机类;千元</div>",
  "width" : 60,
  "dataIndex" : "col166"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;其中：照相机类;千元</div>",
  "width" : 60,
  "dataIndex" : "col167"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;其中：照相机类;千元</div>",
  "width" : 60,
  "dataIndex" : "col168"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;其中：照相机类;千元</div>",
  "width" : 60,
  "dataIndex" : "col169"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;其中：照相机类;千元</div>",
  "width" : 60,
  "dataIndex" : "col170"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;其中：照相机类;千元</div>",
  "width" : 60,
  "dataIndex" : "col171"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;其中：照相机类;千元</div>",
  "width" : 60,
  "dataIndex" : "col172"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;书报杂志类;千元</div>",
  "width" : 60,
  "dataIndex" : "col173"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;书报杂志类;千元</div>",
  "width" : 60,
  "dataIndex" : "col174"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;书报杂志类;千元</div>",
  "width" : 60,
  "dataIndex" : "col175"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;书报杂志类;千元</div>",
  "width" : 60,
  "dataIndex" : "col176"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;书报杂志类;千元</div>",
  "width" : 60,
  "dataIndex" : "col177"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;书报杂志类;千元</div>",
  "width" : 60,
  "dataIndex" : "col178"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;书报杂志类;千元</div>",
  "width" : 60,
  "dataIndex" : "col179"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;书报杂志类;千元</div>",
  "width" : 60,
  "dataIndex" : "col180"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;电子出版物及音像制品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col181"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;电子出版物及音像制品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col182"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;电子出版物及音像制品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col183"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;电子出版物及音像制品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col184"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;电子出版物及音像制品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col185"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;电子出版物及音像制品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col186"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;电子出版物及音像制品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col187"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;电子出版物及音像制品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col188"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;家用电器和音像器材类;千元</div>",
  "width" : 60,
  "dataIndex" : "col189"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;家用电器和音像器材类;千元</div>",
  "width" : 60,
  "dataIndex" : "col190"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;家用电器和音像器材类;千元</div>",
  "width" : 60,
  "dataIndex" : "col191"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;家用电器和音像器材类;千元</div>",
  "width" : 60,
  "dataIndex" : "col192"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;家用电器和音像器材类;千元</div>",
  "width" : 60,
  "dataIndex" : "col193"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;家用电器和音像器材类;千元</div>",
  "width" : 60,
  "dataIndex" : "col194"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;家用电器和音像器材类;千元</div>",
  "width" : 60,
  "dataIndex" : "col195"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;家用电器和音像器材类;千元</div>",
  "width" : 60,
  "dataIndex" : "col196"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;中西药品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col197"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;中西药品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col198"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;中西药品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col199"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;中西药品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col200"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;中西药品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col201"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;中西药品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col202"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;中西药品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col203"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;中西药品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col204"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;其中：西药类;千元</div>",
  "width" : 60,
  "dataIndex" : "col205"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;其中：西药类;千元</div>",
  "width" : 60,
  "dataIndex" : "col206"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;其中：西药类;千元</div>",
  "width" : 60,
  "dataIndex" : "col207"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;其中：西药类;千元</div>",
  "width" : 60,
  "dataIndex" : "col208"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;其中：西药类;千元</div>",
  "width" : 60,
  "dataIndex" : "col209"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;其中：西药类;千元</div>",
  "width" : 60,
  "dataIndex" : "col210"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;其中：西药类;千元</div>",
  "width" : 60,
  "dataIndex" : "col211"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;其中：西药类;千元</div>",
  "width" : 60,
  "dataIndex" : "col212"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;　　　中草药及中成药类;千元</div>",
  "width" : 60,
  "dataIndex" : "col213"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;　　　中草药及中成药类;千元</div>",
  "width" : 60,
  "dataIndex" : "col214"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;　　　中草药及中成药类;千元</div>",
  "width" : 60,
  "dataIndex" : "col215"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;　　　中草药及中成药类;千元</div>",
  "width" : 60,
  "dataIndex" : "col216"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;　　　中草药及中成药类;千元</div>",
  "width" : 60,
  "dataIndex" : "col217"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;　　　中草药及中成药类;千元</div>",
  "width" : 60,
  "dataIndex" : "col218"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;　　　中草药及中成药类;千元</div>",
  "width" : 60,
  "dataIndex" : "col219"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;　　　中草药及中成药类;千元</div>",
  "width" : 60,
  "dataIndex" : "col220"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;文化办公用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col221"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;文化办公用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col222"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;文化办公用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col223"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;文化办公用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col224"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;文化办公用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col225"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;文化办公用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col226"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;文化办公用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col227"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;文化办公用品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col228"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;其中：计算机及其配套产品;千元</div>",
  "width" : 60,
  "dataIndex" : "col229"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;其中：计算机及其配套产品;千元</div>",
  "width" : 60,
  "dataIndex" : "col230"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;其中：计算机及其配套产品;千元</div>",
  "width" : 60,
  "dataIndex" : "col231"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;其中：计算机及其配套产品;千元</div>",
  "width" : 60,
  "dataIndex" : "col232"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;其中：计算机及其配套产品;千元</div>",
  "width" : 60,
  "dataIndex" : "col233"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;其中：计算机及其配套产品;千元</div>",
  "width" : 60,
  "dataIndex" : "col234"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;其中：计算机及其配套产品;千元</div>",
  "width" : 60,
  "dataIndex" : "col235"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;其中：计算机及其配套产品;千元</div>",
  "width" : 60,
  "dataIndex" : "col236"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;家具类;千元</div>",
  "width" : 60,
  "dataIndex" : "col237"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;家具类;千元</div>",
  "width" : 60,
  "dataIndex" : "col238"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;家具类;千元</div>",
  "width" : 60,
  "dataIndex" : "col239"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;家具类;千元</div>",
  "width" : 60,
  "dataIndex" : "col240"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;家具类;千元</div>",
  "width" : 60,
  "dataIndex" : "col241"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;家具类;千元</div>",
  "width" : 60,
  "dataIndex" : "col242"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;家具类;千元</div>",
  "width" : 60,
  "dataIndex" : "col243"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;家具类;千元</div>",
  "width" : 60,
  "dataIndex" : "col244"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;通讯器材类;千元</div>",
  "width" : 60,
  "dataIndex" : "col245"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;通讯器材类;千元</div>",
  "width" : 60,
  "dataIndex" : "col246"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;通讯器材类;千元</div>",
  "width" : 60,
  "dataIndex" : "col247"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;1-本月;通讯器材类;千元</div>",
  "width" : 60,
  "dataIndex" : "col248"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;本月;通讯器材类;千元</div>",
  "width" : 60,
  "dataIndex" : "col249"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;1-本月;通讯器材类;千元</div>",
  "width" : 60,
  "dataIndex" : "col250"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;本月;通讯器材类;千元</div>",
  "width" : 60,
  "dataIndex" : "col251"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;零售额;上年同期;1-本月;通讯器材类;千元</div>",
  "width" : 60,
  "dataIndex" : "col252"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;本月;煤炭及制品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col253"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;1-本月;煤炭及制品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col254"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>商品销售总额;上年同期;本月;煤炭及制品类;千元</div>",
  "width" : 60,
  "dataIndex" : "col255"
} ],
    footerItems: [
        {
            html: ''
        },
        {
            html: '',
        },
        {
            html: ''
        },
        {
            colspan: 3,
            html: ''
        }
    ]
});