Ext.define('Kits.view.liShiShuju.429021_F203_1-5月服务业基层报表', {
    extend: 'Kits.view.liShiShuju.Base',
    title: '429021_F203_1-5月服务业基层报表',
    headerItems: [
        {
            html: ''
        },
        {
            html: '429021_F203_1-5月服务业基层报表',
        },
        {
            html: ''
        }
    ],
    store: Ext.create('Ext.data.ArrayStore', {
        fields: [
        '数据处理地',
        '组织机构代码',
        '单位详细名称',
        '1-本月;营业收入;千元',
        '上年同期;营业收入;千元',
        '1-本月;营业成本;千元',
        '上年同期;营业成本;千元',
        '1-本月;营业税金及附加;千元',
        '上年同期;营业税金及附加;千元',
        '1-本月;销售费用;千元',
        '上年同期;销售费用;千元',
        '1-本月;管理费用;千元',
        '上年同期;管理费用;千元',
        '1-本月;管理费用;税金;千元',
        '上年同期;管理费用;税金;千元',
        '1-本月;财务费用;千元',
        '上年同期;财务费用;千元',
        '1-本月;投资收益;千元',
        '上年同期;投资收益;千元',
        '1-本月;营业利润;千元',
        '上年同期;营业利润;千元',
        '1-本月;利润总额;千元',
        '上年同期;利润总额;千元',
        '1-本月;应付职工薪酬;千元',
        '上年同期;应付职工薪酬;千元',
        '1-本月;应交增值税;千元',
        '上年同期;应交增值税;千元',
        '1-本月;从事服务业活动的从业人员平均人数;人',
        '上年同期;从事服务业活动的从业人员平均人数;人'],
        data: [
        ['429021000000','074078062','湖北合众运输有限责任公司','4039','3392','3148','2445','36','10','0','0','1401','995','99','73','21','81','0','95','-57','-135','-57','-38','387','295','137','102','22','22'],
        ['429021000000','565484903','湖北神农文化旅游有限公司','3039','1971','78','157','68','51','1793','2716','0','0','0','0','-1','0','0','0','1101','-953','1102','-953','724','448','42','0','27','30'],
        ['429021000000','667675663','湖北神农架中和旅游有限公司','4861','2460','3164','3519','120','86','68','69','1745','1609','0','0','1061','1191','0','0','-1317','-3810','-602','-3984','2032','1537','10','36','102','118'],
        ['429021000000','707087226','神农架林区邮政局','3981','3680','4146','2656','18','9','0','0','823','1172','0','0','1','0','0','0','-1007','-158','-1016','-237','1744','2178','69','165','50','49'],
        ['429021000000','760689808','中国电信股份有限公司神农架林区分公司','8867','7812','7994','6916','17','15','851','1273','947','880','37','53','10','9','0','0','-990','-1330','-1122','-1416','2193','1930','166','94','69','67'],
        ['429021100200','063523554','神农架林区大成通和物流有限公司','212','3385','198','3194','4','37','0','0','30','189','0','0','2','1','0','0','-22','-36','-22','-36','35','847','23','372','8','52'],
        ['429021102001','066128568','神农架神兴旅行社有限公司','6263','5523','5909','5241','29','15','243','183','128','136','0','0','1','1','0','0','-47','-26','-46','-26','305','229','0','0','12','16'],
        ['429021102001','68849161X','湖北神农架官门山旅游有限责任公司','2674','1163','33','21','61','61','4114','808','0','0','0','0','-1','0','0','0','-1533','273','-1559','273','1345','627','40','0','55','43'],
        ['429021102207','688491636','湖北神农架神农顶旅游有限公司','7336','2473','66','66','159','32','6502','4387','0','0','0','0','-1','225','0','0','610','-2237','618','-2242','2251','2251','98','0','82','104'],
        ['429021103200','565484970','湖北天燕旅游有限公司','4845','4032','1019','428','229','201','2240','2053','0','0','0','0','-1','0','0','0','1358','1349','1363','2110','955','682','13','0','19','35'],
        ['429021103201','559733870','湖北神农架天怡旅游发展有限公司','18704','15070','14255','9418','766','806','322','424','4044','393','15','6','4316','2321','0','0','4449','5653','4475','5733','2645','2090','0','0','30','23'],
        ['429021105200','097274357','湖北神农架大九湖湿地公园旅游有限公司','1657','863','0','0','24','6','3195','706','0','0','0','0','-1','-1','0','0','-1561','158','-1561','158','772','200','31','0','35','32']],
    }),
    columns: [ {
  "text" : "<div style='white-space:pre-line;height:80px'>数据处理地</div>",
  "width" : 80,
  "dataIndex" : "数据处理地"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>组织机构代码</div>",
  "width" : 80,
  "dataIndex" : "组织机构代码"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>单位详细名称</div>",
  "width" : 80,
  "dataIndex" : "单位详细名称"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;营业收入;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;营业收入;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业成本;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业成本;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;营业成本;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;营业成本;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业税金及附加;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业税金及附加;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;营业税金及附加;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;营业税金及附加;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;销售费用;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;销售费用;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;销售费用;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;销售费用;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;管理费用;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;管理费用;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;管理费用;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;管理费用;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;管理费用;税金;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;管理费用;税金;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;管理费用;税金;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;管理费用;税金;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;财务费用;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;财务费用;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;财务费用;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;财务费用;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;投资收益;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;投资收益;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;投资收益;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;投资收益;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;营业利润;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;营业利润;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;营业利润;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;营业利润;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;利润总额;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;利润总额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;利润总额;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;利润总额;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;应付职工薪酬;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;应付职工薪酬;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;应付职工薪酬;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;应付职工薪酬;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;应交增值税;千元</div>",
  "width" : 80,
  "dataIndex" : "1-本月;应交增值税;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;应交增值税;千元</div>",
  "width" : 80,
  "dataIndex" : "上年同期;应交增值税;千元"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>1-本月;从事服务业活动的从业人员平均人数;人</div>",
  "width" : 80,
  "dataIndex" : "1-本月;从事服务业活动的从业人员平均人数;人"
}, {
  "text" : "<div style='white-space:pre-line;height:80px'>上年同期;从事服务业活动的从业人员平均人数;人</div>",
  "width" : 80,
  "dataIndex" : "上年同期;从事服务业活动的从业人员平均人数;人"
} ],
    footerItems: [
        {
            html: ''
        },
        {
            html: '',
        },
        {
            html: ''
        },
        {
            colspan: 3,
            html: ''
        }
    ]
});