Ext.define('Kits.view.liShiShuju.C103建筑业财务报表年报基层表', {
    extend: 'Kits.view.liShiShuju.Base',
    title: 'C103建筑业财务报表年报基层表',
    headerItems: [
        {
            html: ''
        },
        {
            html: 'C103建筑业财务报表年报基层表',
        },
        {
            html: ''
        }
    ],
    store: Ext.create('Ext.data.ArrayStore', {
        fields: [
        'col0',
        'col1',
        'col2',
        'col3',
        'col4',
        'col5',
        'col6',
        'col7',
        'col8',
        'col9',
        'col10',
        'col11',
        'col12',
        'col13',
        'col14',
        'col15',
        'col16',
        'col17',
        'col18',
        'col19',
        'col20',
        'col21',
        'col22',
        'col23',
        'col24',
        'col25',
        'col26',
        'col27',
        'col28',
        'col29',
        'col30',
        'col31',
        'col32',
        'col33',
        'col34',
        'col35',
        'col36',
        'col37',
        'col38',
        'col39',
        'col40',
        'col41',
        'col42',
        'col43',
        'col44',
        'col45',
        'col46',
        'col47',
        'col48',
        'col49',
        'col50'],
        data: [
        ['18371278X','429021100001','神农架神松建筑有限责任公司','932.0','64776.0','1741.0','932.0','3785.0','','7744.0','3959.0','774.0','','71092.0','28278.0','18490.0','','28278.0','42814.0','36098.0','','','','36098.0','','','87156.0','87156.0','61750.0','61750.0','2903.0','2903.0','','16972.0','3949.0','12.0','128.0','39.0','167.0','','','','1454.0','','','','1454.0','363.0','9505.0','2614.0',''],
        ['737125481','429021100001','神农架顺发建设有限责任公司','333.0','7923.0','','34.0','3807.0','','3807.0','950.0','478.0','','19875.0','7321.0','1074.0','2900.0','10221.0','9654.0','9654.0','','','','9654.0','','','4803.0','4547.0','3105.0','3105.0','167.0','167.0','','34.0','732.0','190.0','718.0','','718.0','','','','47.0','263.0','','12.0','298.0','50.0','2052.0','20.0',''],
        ['737125879','429021100001','神农架林区鸿瑞电力工程有限公司','222.0','47181.0','15470.0','168.0','21041.0','','26524.0','9859.0','9859.0','','68222.0','29198.0','10235.0','','29198.0','39024.0','20000.0','','20000.0','','','','','89898.0','89898.0','69649.0','69649.0','361.0','','','','12032.0','361.0','-57.0','66.0','','-170.0','','464.0','8547.0','36.0','','76.0','8507.0','1983.0','5642.0','',''],
        ['741784519','429021100001','神农架林区雄图建筑有限责任公司','','6572.0','','','31683.0','','41595.0','9913.0','53.0','','38255.0','7352.0','','','7352.0','30903.0','30903.0','','30903.0','','','','','75655.0','75655.0','72197.0','72197.0','1730.0','1730.0','','55.0','1688.0','2.0','-12.0','','-12.0','','','','-3.0','','','','-3.0','','22678.0','',''],
        ['780905184','429021100001','神农架恒达建筑有限责任公司','','18098.0','3950.0','','14896.0','','4245.0','1414.0','79.0','12065.0','32994.0','25894.0','2851.0','','25894.0','7100.0','7100.0','','','7100.0','','','','21750.0','21750.0','17609.0','17609.0','1024.0','1024.0','','','2322.0','3.0','690.0','2.0','688.0','','','','105.0','','','','105.0','5.0','1657.0','1.0',''],
        ['790586762','429021100001','神农架鸿森消防安全工程有限公司','744.0','23937.0','20550.0','3387.0','3996.0','0.0','6884.0','2888.0','699.0','0.0','28127.0','24135.0','10924.0','0.0','24135.0','3992.0','3992.0','0.0','0.0','3992.0','0.0','0.0','0.0','29940.0','29940.0','22645.0','22645.0','1310.0','1310.0','0.0','43.0','2068.0','605.0','1452.0','0.0','1452.0','0.0','0.0','0.0','2422.0','0.0','0.0','0.0','2422.0','605.0','2630.0','605.0','0.0'],
        ['183711429','429021100002','神农架林区建设工程有限责任公司','625.0','8816.0','4504.0','','5477.0','','','','','','14467.0','','','','8251.0','6216.0','','','','','','','','19579.0','19579.0','18969.0','18969.0','430.0','430.0','','15.0','53.0','5.0','10.0','','','','','','102.0','','','','102.0','15.0','1440.0','',''],
        ['183711437','429021100002','神农架林区基建工程有限责任公司','1554.0','30128.0','1448.0','3139.0','28564.0','','28951.0','1600.0','844.0','','58692.0','21483.0','7149.0','1632.0','23115.0','35577.0','30000.0','','12000.0','','18000.0','','','72453.0','72453.0','61657.0','61657.0','3854.0','3854.0','','','3574.0','32.0','1915.0','','','','','','1453.0','','','','1453.0','363.0','5730.0','783.0',''],
        ['559715066','429021100002','神农架林区宏泰建筑有限责任公司','2.0','48745.0','','','5360.0','','2117.0','494.0','','3737.0','54105.0','44401.0','2295.0','','44401.0','9704.0','1200.0','','','','1200.0','','','51596.0','51596.0','47230.0','47230.0','2000.0','2000.0','','','1387.0','210.0','1884.0','','','','','','-905.0','','','','-905.0','','2880.0','2384.0','0.0'],
        ['559728959','429021100002','神农架林区金马建筑有限公司','','12860.0','4728.0','','1748.0','','2487.0','739.0','196.0','','14609.0','2711.0','2230.0','','2711.0','11898.0','','','','','','','','36324.0','36324.0','32442.0','32442.0','1552.0','1552.0','','','939.0','8.0','3.0','','','','','-1670.0','-282.0','','','','-282.0','','400.0','',''],
        ['737125385','429021100002','神农架林区公路建设有限责任公司','777.0','54758.0','','294.0','1527.0','','5027.0','3500.0','250.0','','192208.0','58560.0','2988.0','','191694.0','514.0','514.0','514.0','','','','','','55958.0','55958.0','49243.0','49243.0','1855.0','1855.0','','1903.0','2238.0','34.0','280.0','','','','','','439.0','','','','439.0','110.0','3739.0','',''],
        ['798764180','429021100002','神农架吉昌建筑工程有限责任公司','','52846.0','48425.0','','33822.0','','14603.0','6001.0','1215.0','25220.0','86668.0','66668.0','7805.0','','66668.0','20000.0','20000.0','','','','20000.0','','','133041.0','133041.0','130672.0','130672.0','120.0','120.0','','','2129.0','6.0','','','','','','','120.0','','','','120.0','30.0','5600.0','',''],
        ['741796712','429021102001','神农架旅游开发建筑有限责任公司','1284.0','4026.0','0.0','918.0','15846.0','0.0','15846.0','3913.0','328.0','0.0','19872.0','4523.0','4523.0','6352.0','10875.0','8997.0','6000.0','','','0.0','6000.0','','','24576.0','24576.0','20644.0','20644.0','1309.0','1309.0','','','482.0','9.0','786.0','','786.0','','','','1355.0','','','','1355.0','271.0','2812.0','',''],
        ['591472287','429021102003','湖北神农旅游建筑有限公司','38432.0','60777.0','770.0','33174.0','798.0','0.0','1454.0','741.0','191.0','85.0','61626.0','43214.0','2848.0','0.0','43214.0','18412.0','12000.0','12000.0','0.0','0.0','0.0','0.0','0.0','44677.0','44677.0','40517.0','40517.0','1237.0','1237.0','0.0','2092.0','0.0','0.0','-38.0','38.0','0.0','0.0','0.0','0.0','869.0','6.0','0.0','181.0','694.0','178.0','1658.0','231.0','0.0']],
    }),
    columns: [ {
  "text" : "<div style='white-space:pre-line;height:22px'>组织机构代码</div>",
  "width" : 120,
  "dataIndex" : "col0"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>数据处理地</div>",
  "width" : 60,
  "dataIndex" : "col1"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>单位详细名称</div>",
  "width" : 60,
  "dataIndex" : "col2"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;年初存货;千元</div>",
  "width" : 60,
  "dataIndex" : "col3"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;流动资产;千元</div>",
  "width" : 60,
  "dataIndex" : "col4"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;流动资产;应收工程款;千元</div>",
  "width" : 60,
  "dataIndex" : "col5"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;流动资产;存货;千元</div>",
  "width" : 60,
  "dataIndex" : "col6"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;固定资产合计;千元</div>",
  "width" : 60,
  "dataIndex" : "col7"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;固定资产减值准备;千元</div>",
  "width" : 60,
  "dataIndex" : "col8"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;固定资产原价;千元</div>",
  "width" : 60,
  "dataIndex" : "col9"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;累计折旧;千元</div>",
  "width" : 60,
  "dataIndex" : "col10"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;累计折旧;本年折旧;千元</div>",
  "width" : 60,
  "dataIndex" : "col11"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;在建工程;千元</div>",
  "width" : 60,
  "dataIndex" : "col12"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;资产;千元</div>",
  "width" : 60,
  "dataIndex" : "col13"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;流动负债;千元</div>",
  "width" : 60,
  "dataIndex" : "col14"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;流动负债;应付账款;千元</div>",
  "width" : 60,
  "dataIndex" : "col15"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;非流动负债;千元</div>",
  "width" : 60,
  "dataIndex" : "col16"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;负债;千元</div>",
  "width" : 60,
  "dataIndex" : "col17"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;所有者权益;千元</div>",
  "width" : 60,
  "dataIndex" : "col18"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;所有者权益;实收资本;千元</div>",
  "width" : 60,
  "dataIndex" : "col19"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;所有者权益;实收资本;国家资本;千元</div>",
  "width" : 60,
  "dataIndex" : "col20"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;所有者权益;实收资本;集体资本;千元</div>",
  "width" : 60,
  "dataIndex" : "col21"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;所有者权益;实收资本;法人资本;千元</div>",
  "width" : 60,
  "dataIndex" : "col22"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;所有者权益;实收资本;个人资本;千元</div>",
  "width" : 60,
  "dataIndex" : "col23"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;所有者权益;实收资本;港澳台资本;千元</div>",
  "width" : 60,
  "dataIndex" : "col24"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;所有者权益;实收资本;外商资本;千元</div>",
  "width" : 60,
  "dataIndex" : "col25"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;营业收入;千元</div>",
  "width" : 60,
  "dataIndex" : "col26"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;营业收入;主营业务收入;千元</div>",
  "width" : 60,
  "dataIndex" : "col27"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;营业成本;千元</div>",
  "width" : 60,
  "dataIndex" : "col28"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;营业成本;主营业务成本;千元</div>",
  "width" : 60,
  "dataIndex" : "col29"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;营业税金及附加;千元</div>",
  "width" : 60,
  "dataIndex" : "col30"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;营业税金及附加;主营业务税金及附加;千元</div>",
  "width" : 60,
  "dataIndex" : "col31"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;其他业务利润;千元</div>",
  "width" : 60,
  "dataIndex" : "col32"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;销售费用;千元</div>",
  "width" : 60,
  "dataIndex" : "col33"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;管理费用;千元</div>",
  "width" : 60,
  "dataIndex" : "col34"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;管理费用;管理费用中的税金;千元</div>",
  "width" : 60,
  "dataIndex" : "col35"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;财务费用;千元</div>",
  "width" : 60,
  "dataIndex" : "col36"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;财务费用;利息收入;千元</div>",
  "width" : 60,
  "dataIndex" : "col37"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;财务费用;利息支出;千元</div>",
  "width" : 60,
  "dataIndex" : "col38"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;资产减值损失;千元</div>",
  "width" : 60,
  "dataIndex" : "col39"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;公允价值变动收益;千元</div>",
  "width" : 60,
  "dataIndex" : "col40"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;投资收益;千元</div>",
  "width" : 60,
  "dataIndex" : "col41"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;营业利润;千元</div>",
  "width" : 60,
  "dataIndex" : "col42"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;营业外收入;千元</div>",
  "width" : 60,
  "dataIndex" : "col43"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;政府补助;千元</div>",
  "width" : 60,
  "dataIndex" : "col44"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;营业外支出;千元</div>",
  "width" : 60,
  "dataIndex" : "col45"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;利润总额;千元</div>",
  "width" : 60,
  "dataIndex" : "col46"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;应交所得税;千元</div>",
  "width" : 60,
  "dataIndex" : "col47"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;应付职工薪酬;千元</div>",
  "width" : 60,
  "dataIndex" : "col48"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;应交增值税;千元</div>",
  "width" : 60,
  "dataIndex" : "col49"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>本年;建筑业企业在境外完成的营业收入;千元</div>",
  "width" : 60,
  "dataIndex" : "col50"
} ],
    footerItems: [
        {
            html: ''
        },
        {
            html: '',
        },
        {
            html: ''
        },
        {
            colspan: 3,
            html: ''
        }
    ]
});