Ext.define('Kits.view.liShiShuju.C203建筑业财务表第2季报基层表', {
    extend: 'Kits.view.liShiShuju.Base',
    title: 'C203建筑业财务表第2季报基层表',
    headerItems: [
        {
            html: ''
        },
        {
            html: 'C203建筑业财务表第2季报基层表',
        },
        {
            html: ''
        }
    ],
    store: Ext.create('Ext.data.ArrayStore', {
        fields: [
        'col0',
        'col1',
        'col2',
        'col3',
        'col4',
        'col5',
        'col6',
        'col7',
        'col8',
        'col9',
        'col10',
        'col11',
        'col12',
        'col13',
        'col14',
        'col15',
        'col16',
        'col17',
        'col18',
        'col19',
        'col20',
        'col21'],
        data: [
        ['18371278X','429021100001','神农架神松建筑有限责任公司','1012.0','52885.0','2311.0','1012.0','58626.0','22559.0','21000.0','21000.0','17951.0','17951.0','699.0','699.0','0.0','1050.0','840.0','42.0','139.0','321.0','321.0'],
        ['737125481','429021100001','神农架顺发建设有限责任公司','333.0','11696.0','4160.0','4.0','17397.0','8696.0','3657.0','3451.0','2790.0','2790.0','146.0','146.0','0.0','11.0','398.0','88.0','366.0','-54.0','-54.0'],
        ['737125879','429021100001','神农架林区鸿瑞电力工程有限公司','222.0','27258.0','11248.0','654.0','48829.0','6762.0','72956.0','72956.0','57689.0','57689.0','918.0','918.0','','0.0','9717.0','200.0','-49.0','4681.0','5209.0'],
        ['741784519','429021100001','神农架林区雄图建筑有限责任公司','','10287.0','','','41585.0','11192.0','23632.0','23632.0','22293.0','22293.0','787.0','787.0','','30.0','1136.0','20.0','-6.0','-608.0','-608.0'],
        ['780905184','429021100001','神农架恒达建筑有限责任公司','','8586.0','1577.0','1251.0','19634.0','12534.0','10346.0','10346.0','8212.0','8212.0','550.0','550.0','','206.0','730.0','2.0','618.0','30.0','30.0'],
        ['790586762','429021100001','神农架鸿森消防安全工程有限公司','744.0','22413.0','5158.0','3886.0','26649.0','22603.0','10576.0','10576.0','6970.0','6970.0','1297.0','1279.0','0.0','31.0','586.0','0.0','305.0','1405.0','1405.0'],
        ['183711429','429021100002','神农架林区建设工程有限责任公司','625.0','4958.0','4000.0','','8154.0','3622.0','14000.0','14000.0','13510.0','13510.0','460.0','460.0','','3.0','11.0','','4.0','15.0','15.0'],
        ['183711437','429021100002','神农架林区基建工程有限责任公司','1544.0','34120.0','7180.0','329.0','56160.0','22040.0','24500.0','24500.0','20630.0','20630.0','1283.0','1283.0','','','1235.0','9.0','422.0','930.0','930.0'],
        ['559715066','429021100002','神农架林区宏泰建筑有限责任公司','2.0','74314.0','5000.0','2.0','75937.0','51438.0','34075.0','34075.0','16681.0','16681.0','1811.0','1811.0','0.0','0.0','782.0','0.0','881.0','13920.0','13920.0'],
        ['559728959','429021100002','神农架林区金马建筑有限公司','','15456.0','1992.0','','16975.0','6451.0','18172.0','18172.0','17868.0','17868.0','364.0','364.0','','','607.0','','','-667.0',''],
        ['737125385','429021100002','神农架林区公路建设有限责任公司','777.0','62830.0','','269.0','180359.0','85588.0','10160.0','10160.0','8839.0','8839.0','338.0','338.0','','345.0','406.0','6.0','51.0','181.0','181.0'],
        ['798764180','429021100002','神农架吉昌建筑工程有限责任公司','574.0','47199.0','45044.0','574.0','87055.0','66529.0','122524.0','122524.0','114183.0','114183.0','7250.0','7250.0','','','752.0','','','339.0','339.0'],
        ['741796712','429021102001','神农架旅游开发建筑有限责任公司','1284.0','3952.0','','946.0','19387.0','10812.0','10512.0','10512.0','8830.0','8830.0','627.0','627.0','','','191.0','3.0','372.0','492.0','492.0']],
    }),
    columns: [ {
  "text" : "<div style='white-space:pre-line;height:22px'>组织机构代码</div>",
  "width" : 120,
  "dataIndex" : "col0"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>数据处理地</div>",
  "width" : 60,
  "dataIndex" : "col1"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>单位详细名称</div>",
  "width" : 60,
  "dataIndex" : "col2"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;年初存货;千元</div>",
  "width" : 60,
  "dataIndex" : "col3"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;流动资产;千元</div>",
  "width" : 60,
  "dataIndex" : "col4"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;流动资产;应收工程款;千元</div>",
  "width" : 60,
  "dataIndex" : "col5"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;流动资产;存货;千元</div>",
  "width" : 60,
  "dataIndex" : "col6"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;资产;千元</div>",
  "width" : 60,
  "dataIndex" : "col7"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;负债;千元</div>",
  "width" : 60,
  "dataIndex" : "col8"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;营业收入;千元</div>",
  "width" : 60,
  "dataIndex" : "col9"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;营业收入;主营业务收入;千元</div>",
  "width" : 60,
  "dataIndex" : "col10"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;营业成本;千元</div>",
  "width" : 60,
  "dataIndex" : "col11"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;营业成本;主营业务成本;千元</div>",
  "width" : 60,
  "dataIndex" : "col12"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;营业税金及附加;千元</div>",
  "width" : 60,
  "dataIndex" : "col13"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;营业税金及附加;主营业务税金及附加;千元</div>",
  "width" : 60,
  "dataIndex" : "col14"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;其他业务利润;千元</div>",
  "width" : 60,
  "dataIndex" : "col15"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;销售费用;千元</div>",
  "width" : 60,
  "dataIndex" : "col16"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;管理费用;千元</div>",
  "width" : 60,
  "dataIndex" : "col17"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;管理费用;税金;千元</div>",
  "width" : 60,
  "dataIndex" : "col18"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;财务费用;千元</div>",
  "width" : 60,
  "dataIndex" : "col19"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;营业利润;千元</div>",
  "width" : 60,
  "dataIndex" : "col20"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;利润总额;千元</div>",
  "width" : 60,
  "dataIndex" : "col21"
} ],
    footerItems: [
        {
            html: ''
        },
        {
            html: '',
        },
        {
            html: ''
        },
        {
            colspan: 3,
            html: ''
        }
    ]
});