Ext.define('Kits.view.liShiShuju.C203建筑业财务表第1季报基层表', {
    extend: 'Kits.view.liShiShuju.Base',
    title: 'C203建筑业财务表第1季报基层表',
    headerItems: [
        {
            html: ''
        },
        {
            html: 'C203建筑业财务表第1季报基层表',
        },
        {
            html: ''
        }
    ],
    store: Ext.create('Ext.data.ArrayStore', {
        fields: [
        'col0',
        'col1',
        'col2',
        'col3',
        'col4',
        'col5',
        'col6',
        'col7',
        'col8',
        'col9',
        'col10',
        'col11',
        'col12',
        'col13',
        'col14',
        'col15',
        'col16',
        'col17',
        'col18',
        'col19',
        'col20',
        'col21'],
        data: [
        ['18371278X','429021100001','神农架神松建筑有限责任公司','1012.0','52885.0','2311.0','1012.0','58626.0','22559.0','7700.0','7700.0','6664.0','6664.0','256.0','256.0','','308.0','314.0','15.0','41.0','117.0','117.0'],
        ['737125481','429021100001','神农架顺发建设有限责任公司','333.0','12094.0','4160.0','4.0','20152.0','11674.0','356.0','150.0','0.0','0.0','40.0','40.0','','','106.0','24.0','186.0','24.0','24.0'],
        ['737125879','429021100001','神农架林区鸿瑞电力工程有限公司','222.0','15995.0','444.0','','37544.0','5970.0','72956.0','72956.0','57689.0','57689.0','918.0','918.0','','','9717.0','','-49.0','4681.0','5209.0'],
        ['741784519','429021100001','神农架林区雄图建筑有限责任公司','','11335.0','','','42646.0','11848.0','9563.0','9563.0','8512.0','8512.0','610.0','610.0','','20.0','625.0','2.0','-4.0','-10.0',''],
        ['780905184','429021100001','神农架恒达建筑有限责任公司','','6978.0','2129.0','251.0','13970.0','6870.0','1057.0','1057.0','823.0','823.0','56.0','56.0','','','108.0','1.0','69.0','1.0','1.0'],
        ['790586762','429021100001','神农架鸿森消防安全工程有限公司','744.0','26608.0','5337.0','2205.0','29582.0','24642.0','3264.0','3264.0','1463.0','1463.0','707.0','707.0','0.0','31.0','323.0','0.0','188.0','975.0',''],
        ['183711429','429021100002','神农架林区建设工程有限责任公司','625.0','4842.0','4000.0','','8015.0','3555.0','13650.0','13650.0','13197.0','13197.0','442.0','442.0','','3.0','3.0','','1.0','4.0','4.0'],
        ['183711437','429021100002','神农架林区基建工程有限责任公司','2359.0','29402.0','1870.0','329.0','62795.0','28671.0','4200.0','4200.0','3572.0','3572.0','249.0','249.0','','','147.0','5.0','141.0','91.0','91.0'],
        ['559715066','429021100002','神农架林区宏泰建筑有限责任公司','2.0','95064.0','5544.0','2.0','96571.0','93254.0','10680.0','10680.0','5642.0','5642.0','975.0','975.0','','','492.0','0.0','254.0','3317.0','3317.0'],
        ['559728959','429021100002','神农架林区金马建筑有限公司','','16945.0','1992.0','','18447.0','4452.0','16972.0','16972.0','12965.0','12965.0','364.0','364.0','','','338.0','','','3305.0',''],
        ['737125385','429021100002','神农架林区公路建设有限责任公司','777.0','61766.0','','268.0','177559.0','82743.0','2360.0','2360.0','2053.0','2053.0','79.0','79.0','','74.0','94.0','1.0','12.0','48.0','48.0'],
        ['798764180','429021100002','神农架吉昌建筑工程有限责任公司','574.0','47487.0','46557.0','574.0','86377.0','65659.0','122271.0','122271.0','113930.0','113930.0','7250.0','7250.0','','','560.0','','','531.0','531.0'],
        ['741796712','429021102001','神农架旅游开发建筑有限责任公司','1284.0','3887.0','','1038.0','19285.0','10737.0','4060.0','4060.0','3407.0','3407.0','242.0','242.0','','','93.0','1.0','136.0','182.0','182.0']],
    }),
    columns: [ {
  "text" : "<div style='white-space:pre-line;height:22px'>组织机构代码</div>",
  "width" : 120,
  "dataIndex" : "col0"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>数据处理地</div>",
  "width" : 60,
  "dataIndex" : "col1"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>单位详细名称</div>",
  "width" : 60,
  "dataIndex" : "col2"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;年初存货;千元</div>",
  "width" : 60,
  "dataIndex" : "col3"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;流动资产;千元</div>",
  "width" : 60,
  "dataIndex" : "col4"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;流动资产;应收工程款;千元</div>",
  "width" : 60,
  "dataIndex" : "col5"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;流动资产;存货;千元</div>",
  "width" : 60,
  "dataIndex" : "col6"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;资产;千元</div>",
  "width" : 60,
  "dataIndex" : "col7"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;负债;千元</div>",
  "width" : 60,
  "dataIndex" : "col8"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;营业收入;千元</div>",
  "width" : 60,
  "dataIndex" : "col9"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;营业收入;主营业务收入;千元</div>",
  "width" : 60,
  "dataIndex" : "col10"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;营业成本;千元</div>",
  "width" : 60,
  "dataIndex" : "col11"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;营业成本;主营业务成本;千元</div>",
  "width" : 60,
  "dataIndex" : "col12"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;营业税金及附加;千元</div>",
  "width" : 60,
  "dataIndex" : "col13"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;营业税金及附加;主营业务税金及附加;千元</div>",
  "width" : 60,
  "dataIndex" : "col14"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;其他业务利润;千元</div>",
  "width" : 60,
  "dataIndex" : "col15"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;销售费用;千元</div>",
  "width" : 60,
  "dataIndex" : "col16"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;管理费用;千元</div>",
  "width" : 60,
  "dataIndex" : "col17"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;管理费用;税金;千元</div>",
  "width" : 60,
  "dataIndex" : "col18"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;财务费用;千元</div>",
  "width" : 60,
  "dataIndex" : "col19"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;营业利润;千元</div>",
  "width" : 60,
  "dataIndex" : "col20"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;利润总额;千元</div>",
  "width" : 60,
  "dataIndex" : "col21"
} ],
    footerItems: [
        {
            html: ''
        },
        {
            html: '',
        },
        {
            html: ''
        },
        {
            colspan: 3,
            html: ''
        }
    ]
});