Ext.define('Kits.view.liShiShuju.C203建筑业财务表第3季报基层表', {
    extend: 'Kits.view.liShiShuju.Base',
    title: 'C203建筑业财务表第3季报基层表',
    headerItems: [
        {
            html: ''
        },
        {
            html: 'C203建筑业财务表第3季报基层表',
        },
        {
            html: ''
        }
    ],
    store: Ext.create('Ext.data.ArrayStore', {
        fields: [
        'col0',
        'col1',
        'col2',
        'col3',
        'col4',
        'col5',
        'col6',
        'col7',
        'col8',
        'col9',
        'col10',
        'col11',
        'col12',
        'col13',
        'col14',
        'col15',
        'col16',
        'col17',
        'col18',
        'col19',
        'col20',
        'col21'],
        data: [
        ['18371278X','429021100001','神农架神松建筑有限责任公司','1012.0','52885.0','2311.0','1012.0','58626.0','22559.0','47261.0','47261.0','40016.0','40016.0','1512.0','1512.0','0.0','3671.0','1294.0','73.0','192.0','576.0','576.0'],
        ['737125481','429021100001','神农架顺发建设有限责任公司','333.0','12400.0','3466.0','26.0','18071.0','9157.0','4392.0','4136.0','3007.0','2999.0','148.0','147.0','0.0','19.0','431.0','98.0','530.0','257.0','257.0'],
        ['737125879','429021100001','神农架林区鸿瑞电力工程有限公司','621.0','23710.0','11137.0','601.0','45047.0','6394.0','53863.0','53863.0','38698.0','38698.0','299.0','299.0','','','7652.0','200.0','-28.0','7706.0','7652.0'],
        ['741784519','429021100001','神农架林区雄图建筑有限责任公司','','11066.0','','','42350.0','11635.0','70800.0','70800.0','65925.0','65925.0','3768.0','3768.0','','45.0','1453.0','20.0','-10.0','-290.0',''],
        ['780905184','429021100001','神农架恒达建筑有限责任公司','','13796.0','5080.0','3250.0','23313.0','16213.0','14689.0','14689.0','11466.0','11466.0','871.0','871.0','','315.0','1349.0','3.0','620.0','68.0','68.0'],
        ['790586762','429021100001','神农架鸿森消防安全工程有限公司','744.0','27374.0','26888.0','486.0','28092.0','23830.0','13180.0','13180.0','9190.0','9190.0','1304.0','1304.0','0.0','40.0','1194.0','0.0','1047.0','1709.0','1709.0'],
        ['183711429','429021100002','神农架林区建设工程有限责任公司','625.0','4875.0','4000.0','','8210.0','3650.0','15140.0','15140.0','14575.0','14575.0','490.0','490.0','','10.0','22.0','','8.0','35.0','35.0'],
        ['183711437','429021100002','神农架林区基建工程有限责任公司','1544.0','32771.0','3926.0','3926.0','59962.0','24421.0','45550.0','45550.0','38675.0','38675.0','2420.0','2420.0','','','2254.0','9.0','784.0','1417.0','1417.0'],
        ['559715066','429021100002','神农架林区宏泰建筑有限责任公司','2.0','75734.0','3017.0','2.0','77357.0','53199.0','34075.0','34075.0','16681.0','16681.0','1861.0','1861.0','0.0','0.0','987.0','0.0','967.0','13579.0','13579.0'],
        ['559728959','429021100002','神农架林区金马建筑有限公司','','15653.0','2051.0','','15653.0','3979.0','23440.0','23440.0','21708.0','21708.0','821.0','821.0','','','744.0','','2.0','165.0',''],
        ['737125385','429021100002','神农架林区公路建设有限责任公司','777.0','68216.0','','313.0','181672.0','85812.0','31219.0','31219.0','27160.0','27160.0','1040.0','1040.0','','1061.0','1249.0','19.0','156.0','553.0','553.0'],
        ['798764180','429021100002','神农架吉昌建筑工程有限责任公司','574.0','48041.0','47467.0','','93752.0','93752.0','127261.0','127261.0','116734.0','116734.0','7586.0','7586.0','','30.0','2228.0','','126.0','557.0',''],
        ['741796712','429021102001','神农架旅游开发建筑有限责任公司','1284.0','3827.0','','898.0','19546.0','10725.0','14372.0','14372.0','12073.0','12073.0','852.0','852.0','','','298.0','5.0','597.0','552.0','552.0']],
    }),
    columns: [ {
  "text" : "<div style='white-space:pre-line;height:22px'>组织机构代码</div>",
  "width" : 120,
  "dataIndex" : "col0"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>数据处理地</div>",
  "width" : 60,
  "dataIndex" : "col1"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>单位详细名称</div>",
  "width" : 60,
  "dataIndex" : "col2"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;年初存货;千元</div>",
  "width" : 60,
  "dataIndex" : "col3"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;流动资产;千元</div>",
  "width" : 60,
  "dataIndex" : "col4"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;流动资产;应收工程款;千元</div>",
  "width" : 60,
  "dataIndex" : "col5"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;流动资产;存货;千元</div>",
  "width" : 60,
  "dataIndex" : "col6"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;资产;千元</div>",
  "width" : 60,
  "dataIndex" : "col7"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;负债;千元</div>",
  "width" : 60,
  "dataIndex" : "col8"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;营业收入;千元</div>",
  "width" : 60,
  "dataIndex" : "col9"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;营业收入;主营业务收入;千元</div>",
  "width" : 60,
  "dataIndex" : "col10"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;营业成本;千元</div>",
  "width" : 60,
  "dataIndex" : "col11"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;营业成本;主营业务成本;千元</div>",
  "width" : 60,
  "dataIndex" : "col12"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;营业税金及附加;千元</div>",
  "width" : 60,
  "dataIndex" : "col13"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;营业税金及附加;主营业务税金及附加;千元</div>",
  "width" : 60,
  "dataIndex" : "col14"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;其他业务利润;千元</div>",
  "width" : 60,
  "dataIndex" : "col15"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;销售费用;千元</div>",
  "width" : 60,
  "dataIndex" : "col16"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;管理费用;千元</div>",
  "width" : 60,
  "dataIndex" : "col17"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;管理费用;税金;千元</div>",
  "width" : 60,
  "dataIndex" : "col18"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;财务费用;千元</div>",
  "width" : 60,
  "dataIndex" : "col19"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;营业利润;千元</div>",
  "width" : 60,
  "dataIndex" : "col20"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;利润总额;千元</div>",
  "width" : 60,
  "dataIndex" : "col21"
} ],
    footerItems: [
        {
            html: ''
        },
        {
            html: '',
        },
        {
            html: ''
        },
        {
            colspan: 3,
            html: ''
        }
    ]
});