Ext.define('Kits.view.liShiShuju.C204-1建筑业生产情况表第1季报基层表', {
    extend: 'Kits.view.liShiShuju.Base',
    title: 'C204-1建筑业生产情况表第1季报基层表',
    headerItems: [
        {
            html: ''
        },
        {
            html: 'C204-1建筑业生产情况表第1季报基层表',
        },
        {
            html: ''
        }
    ],
    store: Ext.create('Ext.data.ArrayStore', {
        fields: [
        'col0',
        'col1',
        'col2',
        'col3',
        'col4',
        'col5',
        'col6',
        'col7',
        'col8',
        'col9',
        'col10',
        'col11',
        'col12',
        'col13',
        'col14',
        'col15',
        'col16',
        'col17',
        'col18',
        'col19',
        'col20',
        'col21',
        'col22',
        'col23',
        'col24',
        'col25',
        'col26',
        'col27',
        'col28',
        'col29',
        'col30',
        'col31',
        'col32',
        'col33',
        'col34',
        'col35'],
        data: [
        ['18371278X','429021100001','神农架神松建筑有限责任公司','68723.0','10000.0','58723.0','10496.0','10496.0','','','10496.0','','','10496.0','','','10496.0','41629.0','17629.0','17629.0','42.0','1200.0','500.0','0.0','0.0','0.0','280.0','318.0','60.0','','258.0','258.0','3987.0','108.0','10150.0','10496.0'],
        ['737125481','429021100001','神农架顺发建设有限责任公司','7066.0','7066.0','','1437.0','1437.0','','','1437.0','138.0','','515.0','','922.0','','3432.0','','3432.0','','','','','','','56.0','74.0','','','','','','','',''],
        ['737125879','429021100001','神农架林区鸿瑞电力工程有限公司','30143.0','','30143.0','30143.0','30143.0','','','30143.0','','','30000.0','143.0','','','200.0','','','30.0','50.0','300.0','50.0','300.0','50.0','160.0','160.0','','','','','200.0','30.0','300.0','30143.0'],
        ['741784519','429021100001','神农架林区雄图建筑有限责任公司','5044.0','','5044.0','956.0','956.0','','','956.0','','','956.0','','','6346.0','21216.0','21216.0','21216.0','','','','','','','643.0','678.0','130.0','','528.0','','','','','956.0'],
        ['780905184','429021100001','神农架恒达建筑有限责任公司','3343.0','2856.0','487.0','1057.0','1057.0','','','1057.0','','','570.0','','487.0','487.0','2216.0','','2216.0','','','','','','','50.0','60.0','10.0','0.0','38.0','10.0','','','',''],
        ['790586762','429021100001','神农架鸿森消防安全工程有限公司','8016.0','8016.0','0.0','3264.0','3264.0','0.0','0.0','3264.0','0.0','0.0','3264.0','0.0','0.0','3264.0','2186.0','0.0','2186.0','','','','','','','75.0','76.0','30.0','0.0','','','','','',''],
        ['183711429','429021100002','神农架林区建设工程有限责任公司','14740.0','13040.0','1700.0','13650.0','13650.0','','','13650.0','','','13650.0','','','6950.0','3400.0','3400.0','3400.0','','','','','','','46.0','30.0','15.0','','','','','','',''],
        ['183711437','429021100002','神农架林区基建工程有限责任公司','84870.0','84870.0','0.0','4200.0','4200.0','','','4200.0','','','4200.0','','','4200.0','24847.0','','','','','','','','','108.0','110.0','38.0','','','','','','',''],
        ['559715066','429021100002','神农架林区宏泰建筑有限责任公司','40497.0','40497.0','0.0','40497.0','40497.0','0.0','0.0','40497.0','0.0','0.0','40497.0','0.0','0.0','0.0','29390.0','29390.0','','','','','','','','58.0','60.0','10.0','0.0','','','','','',''],
        ['559728959','429021100002','神农架林区金马建筑有限公司','29551.0','22836.0','6715.0','5019.0','5019.0','','','5019.0','','','2459.0','','2560.0','5019.0','1685.0','','','58.0','33.0','60.0','','20.0','10.0','60.0','60.0','','','','','','','',''],
        ['737125385','429021100002','神农架林区公路建设有限责任公司','8206.0','7246.0','960.0','2360.0','2360.0','','','2360.0','','','2360.0','','','560.0','','','','','','','','','','162.0','164.0','30.0','0.0','','','','','',''],
        ['798764180','429021100002','神农架吉昌建筑工程有限责任公司','122271.0','32005.0','90266.0','122271.0','122271.0','','','122271.0','','83109.0','117602.0','','4669.0','22331.0','45415.0','6935.0','','30.0','24.0','100.0','2.0','','2.0','450.0','250.0','50.0','','200.0','130.0','','','',''],
        ['741796712','429021102001','神农架旅游开发建筑有限责任公司','38924.0','38924.0','','1270.0','1270.0','','','1270.0','61.0','','1270.0','0.0','0.0','','11570.0','','11570.0','8.0','2.0','37.0','3.0','156.0','1.0','79.0','93.0','24.0','','','','','','','']],
    }),
    columns: [ {
  "text" : "<div style='white-space:pre-line;height:22px'>组织机构代码</div>",
  "width" : 120,
  "dataIndex" : "col0"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>数据处理地</div>",
  "width" : 60,
  "dataIndex" : "col1"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>单位详细名称</div>",
  "width" : 60,
  "dataIndex" : "col2"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;签订的建筑合同额;千元</div>",
  "width" : 60,
  "dataIndex" : "col3"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;签订的建筑合同额;上年结转建筑合同额;千元</div>",
  "width" : 60,
  "dataIndex" : "col4"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;签订的建筑合同额;本年新签建筑合同额;千元</div>",
  "width" : 60,
  "dataIndex" : "col5"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;直接从建设单位承揽工程完成的产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col6"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;直接从建设单位承揽工程完成的产值;自行完成施工产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col7"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;直接从建设单位承揽工程完成的产值;分包出去工程的产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col8"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;从建设单位以外承揽工程完成的产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col9"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;建筑业总产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col10"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;建筑业总产值;装饰装修产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col11"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;建筑业总产值;在外省完成的产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col12"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;建筑业总产值;建筑工程产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col13"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;建筑业总产值;安装工程产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col14"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;建筑业总产值;其他建筑业产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col15"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;竣工产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col16"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;平方米</div>",
  "width" : 60,
  "dataIndex" : "col17"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;房屋新开工面积;平方米</div>",
  "width" : 60,
  "dataIndex" : "col18"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;实行投标承包面积;平方米</div>",
  "width" : 60,
  "dataIndex" : "col19"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;钢材;吨</div>",
  "width" : 60,
  "dataIndex" : "col20"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;木材;立方米</div>",
  "width" : 60,
  "dataIndex" : "col21"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;水泥;吨</div>",
  "width" : 60,
  "dataIndex" : "col22"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;平板玻璃;重量箱</div>",
  "width" : 60,
  "dataIndex" : "col23"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;平板玻璃1;平方米</div>",
  "width" : 60,
  "dataIndex" : "col24"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;铝材;吨</div>",
  "width" : 60,
  "dataIndex" : "col25"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;从事建筑业活动的从业人员平均人数;人</div>",
  "width" : 60,
  "dataIndex" : "col26"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;从业人员期末人数;人</div>",
  "width" : 60,
  "dataIndex" : "col27"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;从业人员期末人数;工程技术人员;人</div>",
  "width" : 60,
  "dataIndex" : "col28"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;从业人员期末人数;期末从业人员中一级建造师;人</div>",
  "width" : 60,
  "dataIndex" : "col29"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;从业人员期末人数;现场施工人员;人</div>",
  "width" : 60,
  "dataIndex" : "col30"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;从业人员期末人数;持证上岗人员;人</div>",
  "width" : 60,
  "dataIndex" : "col31"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;自有施工机械设备净值;千元</div>",
  "width" : 60,
  "dataIndex" : "col32"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;自有施工机械设备总台数;台</div>",
  "width" : 60,
  "dataIndex" : "col33"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;自有施工机械设备总功率;千瓦</div>",
  "width" : 60,
  "dataIndex" : "col34"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;建筑业企业总产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col35"
} ],
    footerItems: [
        {
            html: ''
        },
        {
            html: '',
        },
        {
            html: ''
        },
        {
            colspan: 3,
            html: ''
        }
    ]
});