Ext.define('Kits.view.liShiShuju.C204-1建筑业生产情况表年报基层表', {
    extend: 'Kits.view.liShiShuju.Base',
    title: 'C204-1建筑业生产情况表年报基层表',
    headerItems: [
        {
            html: ''
        },
        {
            html: 'C204-1建筑业生产情况表年报基层表',
        },
        {
            html: ''
        }
    ],
    store: Ext.create('Ext.data.ArrayStore', {
        fields: [
        'col0',
        'col1',
        'col2',
        'col3',
        'col4',
        'col5',
        'col6',
        'col7',
        'col8',
        'col9',
        'col10',
        'col11',
        'col12',
        'col13',
        'col14',
        'col15',
        'col16',
        'col17',
        'col18',
        'col19',
        'col20',
        'col21',
        'col22',
        'col23',
        'col24',
        'col25',
        'col26',
        'col27',
        'col28',
        'col29',
        'col30',
        'col31',
        'col32',
        'col33',
        'col34',
        'col35'],
        data: [
        ['18371278X','429021100001','神农架神松建筑有限责任公司','120752.0','10000.0','110752.0','105751.0','105751.0','0.0','0.0','105751.0','0.0','0.0','105751.0','0.0','0.0','105751.0','48720.0','24720.0','24720.0','473.0','13210.0','5775.0','0.0','0.0','32.0','355.0','592.0','60.0','0.0','532.0','510.0','4716.0','120.0','8900.0','120752.0'],
        ['737125481','429021100001','神农架顺发建设有限责任公司','19799.0','7066.0','12733.0','13847.0','13847.0','','','13847.0','138.0','','9414.0','','4433.0','4433.0','12411.0','8979.0','12411.0','397.0','205.0','1234.0','1.0','322.0','1.0','70.0','70.0','60.0','0.0','65.0','65.0','900.0','5.0','63.0','13847.0'],
        ['737125879','429021100001','神农架林区鸿瑞电力工程有限公司','75501.0','15000.0','60501.0','75501.0','75501.0','','','75501.0','','','65536.0','9965.0','','70965.0','690.0','','','40.0','50.0','300.0','50.0','300.0','50.0','180.0','160.0','','','','','200.0','30.0','300.0','75501.0'],
        ['741784519','429021100001','神农架林区雄图建筑有限责任公司','159426.0','','159426.0','75655.0','75655.0','','','75655.0','','','75655.0','','','75655.0','36316.0','36316.0','36316.0','860.0','220.0','4258.0','','','','926.0','835.0','130.0','','781.0','','13020.0','46.0','2980.0','75655.0'],
        ['780905184','429021100001','神农架恒达建筑有限责任公司','24591.0','2856.0','21735.0','21750.0','21750.0','','','21750.0','','','16677.0','','5073.0','12145.0','11965.0','11965.0','11965.0','400.0','5701.0','1890.0','180.0','522.0','13.0','110.0','120.0','10.0','0.0','98.0','10.0','730.0','40.0','550.0','32994.0'],
        ['790586762','429021100001','神农架鸿森消防安全工程有限公司','31898.0','8016.0','23882.0','29940.0','29940.0','0.0','0.0','29940.0','3129.0','0.0','14749.0','5759.0','9432.0','29940.0','13328.0','320.0','13328.0','1670.0','1108.0','4890.0','2400.0','2400.0','100.0','102.0','70.0','30.0','0.0','59.0','59.0','3714.0','20.0','80.0','29940.0'],
        ['183711429','429021100002','神农架林区建设工程有限责任公司','26579.0','13040.0','13539.0','19579.0','19579.0','','','19579.0','','','19579.0','','','16579.0','13040.0','13040.0','13040.0','800.0','600.0','4000.0','1300.0','1300.0','1300.0','70.0','80.0','30.0','','','','980.0','315.0','1800.0','19579.0'],
        ['183711437','429021100002','神农架林区基建工程有限责任公司','130140.0','84870.0','45270.0','72450.0','72450.0','','','72450.0','','','59080.0','','13370.0','72450.0','53047.0','6143.0','53047.0','1281.0','495.0','6385.0','375.0','1500.0','8.0','248.0','253.0','38.0','','42.0','35.0','288.0','73.0','715.0','72450.0'],
        ['559715066','429021100002','神农架林区宏泰建筑有限责任公司','47569.0','40497.0','7072.0','47569.0','47569.0','','','47569.0','','','47569.0','','','1243.0','33143.0','33143.0','','2100.0','9990.0','1800.0','21.0','4410.0','9.0','170.0','180.0','10.0','0.0','180.0','180.0','11253.0','10.0','90.0','47569.0'],
        ['559728959','429021100002','神农架林区金马建筑有限公司','56775.0','22836.0','33939.0','29615.0','29615.0','','','29615.0','','','6439.0','','23176.0','29615.0','5845.0','','','280.0','153.0','242.0','85.0','85.0','60.0','61.0','61.0','','','','','','','','29615.0'],
        ['737125385','429021100002','神农架林区公路建设有限责任公司','77550.0','7246.0','70304.0','55958.0','55958.0','','','55958.0','','','55958.0','','','46189.0','','','','','','','','','','164.0','166.0','30.0','0.0','','','','','','55958.0'],
        ['798764180','429021100002','神农架吉昌建筑工程有限责任公司','145749.0','32005.0','113744.0','133041.0','133041.0','','','133041.0','','83109.0','121656.0','','11385.0','133041.0','48005.0','28064.0','','160.0','80.0','1200.0','15.0','15.0','56.0','450.0','240.0','50.0','','180.0','130.0','9800.0','25.0','380.0','145749.0'],
        ['741796712','429021102001','神农架旅游开发建筑有限责任公司','48096.0','','48096.0','24576.0','24576.0','','','24576.0','4166.0','','20410.0','','4166.0','3106.0','16536.0','16536.0','16536.0','352.0','28.0','1528.0','18.0','900.0','2.0','126.0','138.0','24.0','','114.0','114.0','3687.0','43.0','3753.0','24576.0'],
        ['591472287','429021102003','湖北神农旅游建筑有限公司','68950.0','','68950.0','45900.0','45900.0','','','45900.0','','','45900.0','','','45330.0','100800.0','59800.0','59800.0','352.0','28.0','1528.0','18.0','900.0','2.0','126.0','138.0','24.0','0.0','114.0','114.0','3687.0','43.0','3753.0','45900.0']],
    }),
    columns: [ {
  "text" : "<div style='white-space:pre-line;height:22px'>组织机构代码</div>",
  "width" : 120,
  "dataIndex" : "col0"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>数据处理地</div>",
  "width" : 60,
  "dataIndex" : "col1"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>单位详细名称</div>",
  "width" : 60,
  "dataIndex" : "col2"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;签订的建筑合同额;千元</div>",
  "width" : 60,
  "dataIndex" : "col3"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;签订的建筑合同额;上年结转建筑合同额;千元</div>",
  "width" : 60,
  "dataIndex" : "col4"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;签订的建筑合同额;本年新签建筑合同额;千元</div>",
  "width" : 60,
  "dataIndex" : "col5"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;直接从建设单位承揽工程完成的产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col6"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;直接从建设单位承揽工程完成的产值;自行完成施工产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col7"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;直接从建设单位承揽工程完成的产值;分包出去工程的产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col8"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;从建设单位以外承揽工程完成的产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col9"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;建筑业总产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col10"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;建筑业总产值;装饰装修产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col11"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;建筑业总产值;在外省完成的产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col12"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;建筑业总产值;建筑工程产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col13"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;建筑业总产值;安装工程产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col14"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;建筑业总产值;其他建筑业产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col15"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;竣工产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col16"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;平方米</div>",
  "width" : 60,
  "dataIndex" : "col17"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;房屋新开工面积;平方米</div>",
  "width" : 60,
  "dataIndex" : "col18"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;实行投标承包面积;平方米</div>",
  "width" : 60,
  "dataIndex" : "col19"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;钢材;吨</div>",
  "width" : 60,
  "dataIndex" : "col20"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;木材;立方米</div>",
  "width" : 60,
  "dataIndex" : "col21"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;水泥;吨</div>",
  "width" : 60,
  "dataIndex" : "col22"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;平板玻璃;重量箱</div>",
  "width" : 60,
  "dataIndex" : "col23"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;平板玻璃1;平方米</div>",
  "width" : 60,
  "dataIndex" : "col24"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;铝材;吨</div>",
  "width" : 60,
  "dataIndex" : "col25"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;从事建筑业活动的从业人员平均人数;人</div>",
  "width" : 60,
  "dataIndex" : "col26"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;从业人员期末人数;人</div>",
  "width" : 60,
  "dataIndex" : "col27"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;从业人员期末人数;工程技术人员;人</div>",
  "width" : 60,
  "dataIndex" : "col28"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;从业人员期末人数;期末从业人员中一级建造师;人</div>",
  "width" : 60,
  "dataIndex" : "col29"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;从业人员期末人数;现场施工人员;人</div>",
  "width" : 60,
  "dataIndex" : "col30"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;从业人员期末人数;持证上岗人员;人</div>",
  "width" : 60,
  "dataIndex" : "col31"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;自有施工机械设备净值;千元</div>",
  "width" : 60,
  "dataIndex" : "col32"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;自有施工机械设备总台数;台</div>",
  "width" : 60,
  "dataIndex" : "col33"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;自有施工机械设备总功率;千瓦</div>",
  "width" : 60,
  "dataIndex" : "col34"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;建筑业企业总产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col35"
} ],
    footerItems: [
        {
            html: ''
        },
        {
            html: '',
        },
        {
            html: ''
        },
        {
            colspan: 3,
            html: ''
        }
    ]
});