Ext.define('Kits.view.liShiShuju.C204-1建筑业生产情况表第3季报基层表', {
    extend: 'Kits.view.liShiShuju.Base',
    title: 'C204-1建筑业生产情况表第3季报基层表',
    headerItems: [
        {
            html: ''
        },
        {
            html: 'C204-1建筑业生产情况表第3季报基层表',
        },
        {
            html: ''
        }
    ],
    store: Ext.create('Ext.data.ArrayStore', {
        fields: [
        'col0',
        'col1',
        'col2',
        'col3',
        'col4',
        'col5',
        'col6',
        'col7',
        'col8',
        'col9',
        'col10',
        'col11',
        'col12',
        'col13',
        'col14',
        'col15',
        'col16',
        'col17',
        'col18',
        'col19',
        'col20',
        'col21',
        'col22',
        'col23',
        'col24',
        'col25',
        'col26',
        'col27',
        'col28',
        'col29',
        'col30',
        'col31',
        'col32',
        'col33',
        'col34',
        'col35'],
        data: [
        ['18371278X','429021100001','神农架神松建筑有限责任公司','107071.0','10000.0','97071.0','68371.0','68371.0','0.0','0.0','68371.0','0.0','0.0','68371.0','0.0','0.0','68371.0','41629.0','17629.0','17629.0','235.0','6320.0','3240.0','0.0','0.0','0.0','265.0','392.0','60.0','0.0','332.0','300.0','4716.0','120.0','8900.0','107071.0'],
        ['737125481','429021100001','神农架顺发建设有限责任公司','19149.0','7066.0','12083.0','10835.0','10835.0','0.0','0.0','10835.0','138.0','0.0','7166.0','','3669.0','0.0','12411.0','8979.0','12411.0','','','','','','','79.0','72.0','','','','','','','',''],
        ['737125879','429021100001','神农架林区鸿瑞电力工程有限公司','53165.0','15000.0','38165.0','53165.0','53165.0','','','53165.0','','','43200.0','9965.0','','31623.0','690.0','','','40.0','50.0','300.0','50.0','300.0','50.0','180.0','160.0','','','','','200.0','30.0','300.0',''],
        ['741784519','429021100001','神农架林区雄图建筑有限责任公司','124564.0','','124564.0','70895.0','70895.0','','','70895.0','','','70895.0','','','70895.0','23175.0','23175.0','23175.0','','','','','','','935.0','950.0','130.0','','783.0','','','','',''],
        ['780905184','429021100001','神农架恒达建筑有限责任公司','22849.0','2856.0','19993.0','14689.0','14689.0','','','14689.0','','','9846.0','','4843.0','487.0','10940.0','10940.0','10940.0','','','','','','','90.0','100.0','10.0','0.0','','','','','',''],
        ['790586762','429021100001','神农架鸿森消防安全工程有限公司','23843.0','8016.0','15827.0','12103.0','12103.0','0.0','0.0','12103.0','3129.0','0.0','8088.0','3129.0','886.0','8088.0','5860.0','320.0','5860.0','','','','','','','76.0','76.0','35.0','0.0','60.0','60.0','','','',''],
        ['183711429','429021100002','神农架林区建设工程有限责任公司','24740.0','13040.0','11700.0','15140.0','15140.0','','','15140.0','','','15140.0','','','13040.0','13040.0','13040.0','13040.0','','','','','','','55.0','75.0','20.0','','','','','','',''],
        ['183711437','429021100002','神农架林区基建工程有限责任公司','93270.0','84870.0','8400.0','45550.0','45550.0','','','45550.0','','','44550.0','','1000.0','45550.0','28312.0','3465.0','28312.0','','','','','','','252.0','256.0','38.0','','','','','','',''],
        ['559715066','429021100002','神农架林区宏泰建筑有限责任公司','44726.0','40497.0','4229.0','44726.0','44726.0','','','44726.0','','','44726.0','','','0.0','32938.0','32938.0','','','','','','','','80.0','80.0','10.0','0.0','70.0','70.0','','','',''],
        ['559728959','429021100002','神农架林区金马建筑有限公司','53977.0','22836.0','31141.0','19579.0','19579.0','','','19579.0','','','4750.0','','14829.0','19579.0','4700.0','','','185.0','123.0','180.0','','85.0','54.0','61.0','61.0','','','','','','','',''],
        ['737125385','429021100002','神农架林区公路建设有限责任公司','33330.0','7246.0','26084.0','31219.0','31219.0','','','31219.0','','','31219.0','','','21210.0','','','','','','','','','','164.0','166.0','30.0','0.0','','','','','',''],
        ['798764180','429021100002','神农架吉昌建筑工程有限责任公司','138410.0','32005.0','106405.0','127261.0','127261.0','','','127261.0','','83109.0','117920.0','','9341.0','127261.0','47379.0','27438.0','','80.0','40.0','500.0','10.0','','35.0','450.0','240.0','50.0','','180.0','130.0','','','','138410.0'],
        ['741796712','429021102001','神农架旅游开发建筑有限责任公司','43612.0','','43612.0','14372.0','14372.0','','','14372.0','2062.0','','12310.0','','2062.0','','14510.0','14510.0','14510.0','','','','','','','94.0','102.0','24.0','','','','','','','']],
    }),
    columns: [ {
  "text" : "<div style='white-space:pre-line;height:22px'>组织机构代码</div>",
  "width" : 120,
  "dataIndex" : "col0"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>数据处理地</div>",
  "width" : 60,
  "dataIndex" : "col1"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>单位详细名称</div>",
  "width" : 60,
  "dataIndex" : "col2"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;签订的建筑合同额;千元</div>",
  "width" : 60,
  "dataIndex" : "col3"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;签订的建筑合同额;上年结转建筑合同额;千元</div>",
  "width" : 60,
  "dataIndex" : "col4"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;签订的建筑合同额;本年新签建筑合同额;千元</div>",
  "width" : 60,
  "dataIndex" : "col5"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;直接从建设单位承揽工程完成的产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col6"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;直接从建设单位承揽工程完成的产值;自行完成施工产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col7"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;直接从建设单位承揽工程完成的产值;分包出去工程的产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col8"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;从建设单位以外承揽工程完成的产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col9"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;建筑业总产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col10"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;建筑业总产值;装饰装修产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col11"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;建筑业总产值;在外省完成的产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col12"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;建筑业总产值;建筑工程产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col13"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;建筑业总产值;安装工程产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col14"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;建筑业总产值;其他建筑业产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col15"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;竣工产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col16"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;平方米</div>",
  "width" : 60,
  "dataIndex" : "col17"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;房屋新开工面积;平方米</div>",
  "width" : 60,
  "dataIndex" : "col18"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;实行投标承包面积;平方米</div>",
  "width" : 60,
  "dataIndex" : "col19"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;钢材;吨</div>",
  "width" : 60,
  "dataIndex" : "col20"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;木材;立方米</div>",
  "width" : 60,
  "dataIndex" : "col21"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;水泥;吨</div>",
  "width" : 60,
  "dataIndex" : "col22"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;平板玻璃;重量箱</div>",
  "width" : 60,
  "dataIndex" : "col23"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;平板玻璃1;平方米</div>",
  "width" : 60,
  "dataIndex" : "col24"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;铝材;吨</div>",
  "width" : 60,
  "dataIndex" : "col25"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;从事建筑业活动的从业人员平均人数;人</div>",
  "width" : 60,
  "dataIndex" : "col26"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;从业人员期末人数;人</div>",
  "width" : 60,
  "dataIndex" : "col27"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;从业人员期末人数;工程技术人员;人</div>",
  "width" : 60,
  "dataIndex" : "col28"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;从业人员期末人数;期末从业人员中一级建造师;人</div>",
  "width" : 60,
  "dataIndex" : "col29"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;从业人员期末人数;现场施工人员;人</div>",
  "width" : 60,
  "dataIndex" : "col30"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;从业人员期末人数;持证上岗人员;人</div>",
  "width" : 60,
  "dataIndex" : "col31"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;自有施工机械设备净值;千元</div>",
  "width" : 60,
  "dataIndex" : "col32"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;自有施工机械设备总台数;台</div>",
  "width" : 60,
  "dataIndex" : "col33"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;房屋施工面积;自有施工机械设备总功率;千瓦</div>",
  "width" : 60,
  "dataIndex" : "col34"
}, {
  "text" : "<div style='white-space:pre-line;height:22px'>1-本季;建筑业企业总产值;千元</div>",
  "width" : 60,
  "dataIndex" : "col35"
} ],
    footerItems: [
        {
            html: ''
        },
        {
            html: '',
        },
        {
            html: ''
        },
        {
            colspan: 3,
            html: ''
        }
    ]
});